{
  "Ken Il Guerriero":{
      "plot": "Ken il guerriero è un manga il cui esordio è avvenuto in Giappone nel 1983 nella rivista Weekly Shōnen Jump della Shūeisha e realizzato da Tetsuo Hara e Buronson. Ne sono state tratte due serie animate, prodotte negli anni ottanta da Toei Doga e da Fuji Television e, nel 1986, venne realizzato anche un lungometraggio animato. Una terza serie a fumetti, di nome Ken il guerriero: Le origini del mito, divisa in due parti, realizzata sempre da Tetsuo Hara, è esordita rispettivamente nel 2000 e 2017 e fa da prologo alle precedenti.",
      "fanart": "/ANIMAZIONE/IMMAGINI/Ken_fanart.png",
      "thumbnail": "/ANIMAZIONE/IMMAGINI/Ken.jpg"
  },
  "Makoto Shinkai":{
      "plot": "Makoto Shinkai, pseudonimo di Makoto Niitsu, è un animatore, regista e doppiatore giapponese. Dopo aver frequentato la facoltà di letteratura giapponese all'università, decide di dedicarsi alla sua passione giovanile per quegli anime, manga e romanzi che ha amato dalle scuole medie, creando completamente da solo le sue opere. A partire da 5 cm al secondo, comunque, si avvale dell'aiuto di un pur minimo staff, mantenendo comunque il controllo totale sia del lato artistico sia tecnico dell'opera che sta realizzando.",
      "fanart": "/ANIMAZIONE/IMMAGINI/Shinkai_fanart.jpg",
      "thumbnail": "/ANIMAZIONE/IMMAGINI/Shinkai.jpg"
  },
  "Studio Ghibli":{
      "plot": "Lo Studio Ghibli, Inc. è uno studio cinematografico di film d'animazione giapponese, noto soprattutto per essere il produttore delle opere di Hayao Miyazaki e Isao Takahata. Molto popolare in Giappone, i suoi film sono tra i più visti nella storia del Sol Levante[1]. Gran parte delle opere dello studio ha vinto premi nel campo dell'animazione, tra cui l'Anime Grand Prix; inoltre sono stati acclamati dalla critica sia giapponese sia occidentale, al punto che il critico Roger Ebert ha classificato Il mio vicino Totoro e Kiki - Consegne a domicilio tra i più bei film per bambini mai realizzati, e Janet Maslin del New York Times ha definito Principessa Mononoke una pietra miliare del cinema d'animazione[2]. Nel 2002, La città incantata vinse l'Oscar al miglior film d'animazione, diventando il primo film anime a vincere un Academy Award.",
      "fanart": "/ANIMAZIONE/IMMAGINI/StudioGhibli_fanart.png",
      "thumbnail": "/ANIMAZIONE/IMMAGINI/StudioGhibli.jpg"
  },
  "Live Action":{
    "plot": "Una raccolta di live action tratti dagli anime.",
      "fanart": "/ANIMAZIONE/IMMAGINI/live_fanart.jpg",
      "thumbnail": "/ANIMAZIONE/IMMAGINI/live.jpg"
  },
  "Film tratti da anime":{
    "plot": "Una raccolta di film tratti dagli anime o completamento di serie.",
      "fanart": "/ANIMAZIONE/IMMAGINI/anime_fanart.jpg",
      "thumbnail": "/ANIMAZIONE/IMMAGINI/anime.jpg"
  }
}