{
    "Batter Call Saul":{
        "plot": "Sei anni prima che Saul Goodman conosca Walter White. Incontreremo l'uomo che sarà conosciuto come Saul Goodman, quando era ancora noto col nome di Jimmy McGill, un avvocato da poco, alla ricerca del suo destino, e che, al momento, cerca di arrivare a fine mese. Lavorando fianco a fianco e, spesso, contro Jimmy McGill, c'è il \"tuttofare\" Mike Erhmantraut.",
        "fanart": "/SERIE-TV/Immagini/saul_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/saul.jpg"
    },
    "Battlestar Galactica - The Resistance":{
        "plot": "Battlestar Galactica: The Resistance è il titolo collettivo di 10 \"webisodes\" da due a cinque minuti pubblicati esclusivamente sul world wide web attraverso il sito web di Sci Fi Channel. La trama seriale segue gli eventi che si verificano tra la fine della stagione 2 e l'inizio della stagione 3 della nuova serie TV di Battlestar Galactica.",
        "fanart": "/SERIE-TV/Immagini/resistance_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/resistance.jpg"
    },
    "Battlestar Galactica":{
        "plot": "Dopo lo sterminio cylone, la specie umana conta solo 49.998 sopravvissuti. Il Comandante William Adamo guida la Flotta Coloniale a bordo del Galactica, unica astronave militare salvatasi dall'attacco alle Dodici Colonie, mentre Laura Roslin assume la difficile carica di presidente presso il Colonial One. Insieme guidano l'umanità verso una nuova casa, la leggendaria tredicesima colonia nota come Terra. La Flotta è sottoposta a continui attacchi da parte dei Cyloni, e fatica a restare unita dopo ogni salto. I piloti di Viper, tra i quali spicca il tenente Kara \"Scorpion\" Thrace, sono sotto il comando di Lee Adamo, figlio del comandante. Lo scienziato Gaius Baltar, il responsabile dell'attacco cylone, è anch'egli a bordo della Flotta e tenta di conquistare la fiducia dei piani alti costruendo un congegno in grado di rilevare la natura di un cylone umanoide. Allo stesso tempo inizia ad avere visioni del cylone che lo sedusse su Caprica, Numero Sei, che sostiene di essere un angelo di Dio. Il Tenente Sharon \"Boomer\" Valerii scopre di essere una copia dormiente del Numero Otto e tenta di uccidere William Adamo. Nel frattempo, Scorpion si reca a Caprica per recuperare la Freccia di Apollo, un antico manufatto che secondo le Scritture aprirebbe le porte della Tomba di Atena, luogo mistico che aiuterebbe l'umanità a trovare la rotta verso la Terra. Sul pianeta si unisce a Karl Agathon, che ha vissuto gli ultimi mesi con una copia del Numero Otto credendo che questa fosse Boomer.",
        "fanart": "/SERIE-TV/Immagini/galactica_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/galactica.jpg"
    },
    "Beverly Hills 90210":{
        "plot": "Beverly Hills 90210 è una serie televisiva trasmessa negli Stati Uniti d'America tra il 1990 ed il 2000. Il 90210 del titolo si riferisce allo Zip Code (termine con cui negli USA si indica il codice di avviamento postale) della città di Beverly Hills nella contea Los Angeles. Il soggetto, all'epoca, fu originale, per la prima volta infatti una serie televisiva si propose di raccontare gli adolescenti per quello che erano affrontando temi delicati come droga, AIDS, sessualità e alcolismo. La serie seguiva le vicissitudini di un gruppo di adolescenti dell'alta borghesia, abitanti nel quartiere VIP di Beverly Hills, a Los Angeles.",
        "fanart": "/SERIE-TV/Immagini/90210_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/90210.jpg"
    },
    "Blindspot":{
        "plot": "Un borsone viene lasciato incustodito nel centro di Times Square. L'anomalo episodio fa scattare un allarme bomba con evacuazione immediata della piazza. Durante l'intervento di una squadra artificieri si scopre che al suo interno si cela una donna spaesata, priva di vestiti, con il corpo coperto da misteriosi tatuaggi e senza alcun ricordo. Uno dei tanti tatuaggi la collega all'FBI e ad un agente in particolare, Kurt Weller, di cui ha tatuato il nome sulla schiena. La donna, chiamata Jane Doe in assenza della sua reale identità, viene affidata ad una squadra speciale dell'FBI composta dagli agenti Kurt Weller, Edgar Reade, Tasha Zapata e Patterson. Da subito risulta evidente la natura enigmatica dei tatuaggi, nonostante non si sia a conoscenza di chi li abbia realizzati, che condurrà la squadra ad indagare su crimini misteriosi e di elevata importanza.",
        "fanart": "/SERIE-TV/Immagini/blind_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/blind.jpg"
    },
    "Breaking Bad - Reazioni collaterali":{
        "plot": "Walter White è un professore di chimica di Albuquerque. Vive con la moglie Skyler, incinta della loro secondogenita, e il figlio Walter Jr, affetto da un handicap motorio che gli causa difficoltà nel linguaggio e che lo obbliga a camminare tramite delle stampelle. Alla soglia del compimento dei cinquant'anni, Walter è costretto a svolgere un secondo lavoro come dipendente di un autolavaggio, per far fronte alle difficoltà economiche previste dall'imminente nascita della figlia. A tutto questo si aggiunge il profondo senso di insoddisfazione di Walter, il quale deve sopportare le angherie del suo titolare, dei suoi amici ed anche quelle dei suoi familiari, che lo considerano una nullità. In particolare, suo cognato Hank, il quale lavora presso la DEA, non perde occasione per mettere a confronto la sua vita, estremamente dinamica ed avventurosa, con quella di Walter, totalmente priva di soddisfazione. Quando a Walter viene diagnosticato un cancro ai polmoni, i suoi problemi sembrano precipitare. Tuttavia, in seguito al casuale incontro con Jesse Pinkman, un suo ex-studente diventato uno spacciatore di poco conto, Walter decide di sfruttare le sue conoscenze chimiche per \"cucinare\" metanfetamina di elevata purezza, con i cui guadagni può assicurare un futuro economico alla sua famiglia.",
        "fanart": "/SERIE-TV/Immagini/bad_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/bad.jpg"
    },
    "Fringe":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/fringe_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/fringe.jpg"
    },
    "Galactica 1978":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/.jpg"
    },
    "Galactica 1980":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/1980_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/1980.jpg"
    },
    "Gli Eroi di Hogan":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/hogan_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/hogan.jpg"
    },
    "Grey's Anatomy":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/grey_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/grey.jpg"
    },
    "Happy Days":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/day_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/day.jpg"
    },
    "Heroes Reborn":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/reborn_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/reborn.jpg"
    },
    "Heroes":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/heroes_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/heroes.jpg"
    },
    "I ragazzi della 3c":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/3c_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/3c.jpg"
    },
    "Krzysztof Kieślowski 'DECALOGO'":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/decalogo_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/decalogo.jpg"
    },
    "La casa di carta":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/casa_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/casa.jpg"
    },
    "Lost":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/lost_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/lost.jpg"
    },
    "Mario":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/mario_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/mario.jpg"
    },
    "Mork e Mindy":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/mork_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/mork.jpg"
    },
    "Once Upon a Time":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/once_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/once.jpg"
    },
    "Person of Interest":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/interest_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/interest.jpg"
    },
    "Pinocchio (1972)":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/1972_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/1972.jpg"
    },
    "Prison Break":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/prison_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/prison.jpg"
    },
    "Roswell, New Mexico":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/roswell_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/roswell.jpg"
    },
    "Sons of Anarchy":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/sons_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/sons.jpg"
    },
    "Star Trek Picard":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/picard_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/picard.jpg"
    },
    "Stranger Things":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/cosa_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/cosa.jpg"
    },
    "The Boys":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/boys_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/boys.jpg"
    },
    "The Mandalorian":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/mand_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/mand.jpg"
    },
    "The Walking Dead":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/dead_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/dead.jpg"
    },
    "Tom Clancy's Jack Ryan":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/tom_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/tom.jpg"
    },
    "Ufo S.H.A.D.O.":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/ufo_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/ufo.jpg"
    },
    "Warrior Nun":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/nun_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/nun.jpg"
    },
    "":{
        "plot": "",
        "fanart": "/SERIE-TV/Immagini/_fanart.jpg",
        "thumbnail": "/SERIE-TV/Immagini/.jpg"
    }
}
