{
  "La Trilogia del Cornetto":{
      "plot": "La Trilogia del Cornetto è una serie di film diretti da Edgar Wright, scritti da Simon Pegg e Wright, e interpretati da Pegg e Nick Frost.Trae il suo nome dal cono gelato confezionato, il cornetto, appunto, che appare come elemento allegorico in ognuno dei tre film.",
      "fanart": "/FILM/Immagini/TrilogiaDelCornetto_fanart.png",
      "thumbnail": "/FILM/Immagini/TrilogiaDelCornetto.jpg"
  },
  "Jason Bourne":{
      "plot": "Jason Charles Bourne, il cui vero nome è David Webb, è un personaggio di fantasia, sicario di professione, protagonista dei romanzi di Robert Ludlum e dei suoi successivi adattamenti cinematografici. La sua prima apparizione è stata nel romanzo Un nome senza volto nel 1980. Da questo romanzo nel 1988 è uscito un adattamento televisivo (Identità bruciata) diretto da Roger Young e interpretato da Richard Chamberlain. Nel 2002 il regista Doug Liman ha tratto la pellicola The Bourne Identity, da cui è nata l'omonima saga cinematografica, in cui Jason Bourne è interpretato dall'attore Matt Damon.",
      "fanart": "/FILM/Immagini/Bourne_fanart.png",
      "thumbnail": "/FILM/Immagini/Bourne.jpg"
  },
  "Terminator":{
      "plot": "Terminator è un ciclo di film di fantascienza composto da sei pellicole, prodotte tra il 1984 e il 2019. Nella saga i Terminator sono cyborg, androidi o semplici robot, ideati dall'intelligenza artificiale Skynet, un supercomputer che, acquisita autocoscienza, si pone come obiettivo la distruzione del genere umano usando le stesse armi create dall'uomo per la propria difesa. La serie di film è indissolubilmente legata ad Arnold Schwarzenegger, che è stato il primo e più famoso interprete di un Terminator. Il regista di Terminator e Terminator 2 - Il giorno del giudizio è James Cameron, Terminator 3 - Le macchine ribelli è diretto da Jonathan Mostow, Terminator Salvation vede la regia di McG, Terminator Genisys è diretto da Alan Taylor mentre Terminator - Destino oscuro è diretto da Tim Miller.",
      "fanart": "/FILM/Immagini/Terminator_fanart.png",
      "thumbnail": "/FILM/Immagini/Terminator.jpg"
  },
  "Fast & Furious":{
      "plot": "Fast and Furious, nota anche come Fast & Furious o The Fast Saga è una serie cinematografica d'azione statunitense basata sulle corse e sulle battaglie d'auto. Inizialmente la serie verte sulle vicende di due personaggi, Dominic Toretto, interpretato da Vin Diesel, e Brian O'Conner, interpretato da Paul Walker; tuttavia, a seguito della prematura scomparsa di Walker, il personaggio di O'Conner è stato fatto uscire di scena dalla serie e pertanto essa proseguirà venendo incentrata esclusivamente sul personaggio di Toretto.",
      "fanart": "/FILM/Immagini/FastFurious_fanart.jpg",
      "thumbnail": "/FILM/Immagini/FastFurious.png"
  },
  "Harry Potter":{
      "plot": "Harry Potter è una serie cinematografica colossal fantasy basata sull'omonima saga letteraria di J. K. Rowling. È stata distribuita dalla Warner Bros. in otto lungometraggi che hanno accompagnato tutto il primo decennio del XXI secolo. È la saga cinematografica col maggior incasso di tutti i tempi, con 7.7 miliardi di dollari.",
      "fanart": "/FILM/Immagini/harry.jpg",
      "thumbnail": "/FILM/Immagini/harry_fanart.jpg"
  },
  "J. R. R. Tolkien":{
      "plot": "John Ronald Reuel Tolkien (Bloemfontein, 3 gennaio 1892 – Bournemouth, 2 settembre 1973) è stato uno scrittore, filologo, glottoteta, accademico e linguista britannico. Importante studioso della lingua anglosassone, è l'autore de Il Signore degli Anelli e di altre celebri opere riconosciute come pietre miliari del genere high fantasy, quali Lo Hobbit e Il Silmarillion. Fu Rawlinson and Bosworth Professor di antico inglese dal 1925 al 1945 e Merton Professor di lingua e letteratura inglese dal 1945 al 1959 presso l'Università di Oxford,[2] dove contribuì alla creazione del New Oxford English Dictionary. Fu amico intimo di C. S. Lewis, insieme al quale fu membro di un informale gruppo letterario conosciuto come Inklings. Fu anche membro della Royal Society of Literature.",
      "fanart": "/FILM/Immagini/tolkienfanart.png",
      "thumbnail": "/FILM/Immagini/tolkien.jpg"
  },
  "Taxxi":{
      "plot": "Taxxi è una saga cinematografica comica e d'azione francese, creata dallo sceneggiatore e produttore Luc Besson, formata da 5 film.",
      "fanart": "/FILM/Immagini/taxi_fanart.jpg",
      "thumbnail": "/FILM/Immagini/Taxxi.jpg"
  },
  "Rambo":{
      "plot": "/FILM/Immagini/rambo.jpg",
      "fanart": "/FILM/Immagini/rambo_fanart.jpg",
      "thumbnail": "/FILM/Immagini/rambo.jpg"
  },
  "Pirati dei Caraibi":{
       "plot": "Pirati dei Caraibi (Pirates of the Caribbean) è una saga cinematografica della Disney, prodotta da Jerry Bruckheimer e basata sull'attrazione Pirates of the Caribbean dei parchi Walt Disney. La saga è composta da cinque film e si è espansa in fumetti, romanzi e altri media. La saga ha come protagonista il pirata Jack Sparrow, interpretato da Johnny Depp, e ha incassato complessivamente quattro miliardi e mezzo di dollari al botteghino.",
      "fanart": "/FILM/Immagini/Pirati_fanart.jpg",
      "thumbnail": "/FILM/Immagini/Pirati.jpg"
  },
  "Ghostbusters":{
      "plot": "Ghostbusters (in italiano Acchiappafantasmi) è una serie cinematografica statunitense, nella quale quattro scienziati newyorkesi diventano popolari cacciatori di fantasmi. Inoltre nel 2020 è previsto un nuovo film, intitolato Ghostbusters - Legacy, un vero sequel dei due film originali.",
      "fanart": "/FILM/Immagini/Ghostbusters.jpg",
      "thumbnail": "/FILM/Immagini/Ghostbusters_fanart.jpg"
  },
  "Final Destination":{
      "plot": "Il franchise di Final Destination è iniziato nel 2000 con uno script scritto, originariamente, per un episodio della serie televisiva X-Files. L'idea di base era semplice: un gruppo di adolescenti riusciva a sfuggire alla Morte per via di un incidente aereo perché uno di loro riusciva ad avere una premonizione dell'accaduto. Da lì, però, la Morte li avrebbe 'rincorsi' per reclamare le anime ed uno ad uno morivano nei modi più disparati (e originali) possibili. C'è un modo per fregare nuovamente la Morte e il proprio destino?",
      "fanart": "/FILM/Immagini/final_fanart.jpg",
      "thumbnail": "/FILM/Immagini/final.jpg"
  }
}
