{
    "menu": [
        {
            "plot": "La serie ufficiale di James Bond è una serie cinematografica di spionaggio di produzione anglo-statunitense ispirata dai romanzi dello scrittore Ian Fleming. Il franchise è il più longevo tra quelli tuttora in attività e vanta anche il record per essere l'unica tra le serie decennali ad aver avuto nella sua storia una continuità di uscita delle pellicole (infatti la pausa maggiore è stata quella tra 007 - Vendetta privata e GoldenEye, che è durata \"solo\" 6 anni). La serie ufficiale è prodotta dalla EON Productions ed è composta da 23 pellicole, esistono tuttavia tre pellicole fuori serie prodotte da altre società, tra le quali \"Mai dire mai\", un remake del 1983 di \"Agente 007 - Thunderball - Operazione Tuono\", il quarto film della serie, che fu realizzato dopo lunghe e complesse vicende legali e che vide Sean Connery nuovamente nel ruolo che aveva interpretato l'ultima volta dodici anni prima.",
            "title": "James Bond",
            "saga": "James Bond",
            "url": "https://raw.githubusercontent.com/MikeKOD/ingordichannel/update/FILM/saghe/007_list.json"
        },
        {
            "plot": "",
            "title": "Al Pacino",
            "saga": "Al Pacino",
            "url": "/FILM/saghe/al_list.json"
        },
        {
            "plot": "Corto circuito (Short Circuit) sono 2 film anni 80, il primo fù più acclamato rispetto al secondo in cui gli attori non furono gli stessi del primo.",
            "title": "Corto Circuito",
            "saga": "Corto Circuito",
            "url": "/FILM/saghe/corto_list.json"
        },
        {
            "plot": "La trilogia di Ritorno al futuro narra delle peripezie a cavallo di varie epoche della storia statunitense (il 1955, il 1985, il 2015 e il 1885) affrontate dal giovane Marty McFly (Michael J. Fox) e dal suo amico, lo stravagante scienziato Emmett \"Doc\" Brown (Christopher Lloyd), inventore di una bizzarra macchina del tempo ricavata da una DeLorean DMC-12. Nel corso dei tre episodi i due si trovano a risolvere diversi problemi per evitare catastrofici paradossi temporali.",
            "title": "Ritorno al futuro",
            "saga": "Ritorno al futuro",
            "url": "/FILM/saghe/futuro_list.json"
        },
        {
            "plot": "Segue le prove della nave della flotta coloniale Battlestar Galactica mentre conduce gli ultimi umani rimasti alla ricerca della Terra. Sono passati 40 anni da quando le 12 colonie dell'umanità hanno sentito dalla loro discendenza, i Cylon - creature robotiche che si sono alzate e hanno dichiarato guerra ai loro padroni, poi sono scomparse. In uno sciopero improvviso e devastante, i Cylon tornano e devastano le colonie, aiutati da varianti di Cylon dall'aspetto umano e da un inconsapevole quinto editorialista. L'attacco costringe il comandante William Adama a mettere in azione la sua nave da guerra da pezzo da museo, la Battlestar Galactica, e presto la sua compagnia di piloti di caccia hotshot sta sparando contro gli invasori. Ma i loro migliori sforzi non possono impedire la distruzione delle colonie. In fuga dal genocidio di Cylon, la Galactica guida una flotta di sopravvissuti in una solitaria missione per trovare la favolosa 13a colonia dell'umanità - un pianeta noto come Terra",
            "title": "Battlestar Galactica",
            "saga": "Battlestar Galactica",
            "url": "/FILM/saghe/galactica_list.json"
        },
        {
            "plot": "",
            "title": "Harrison Ford",
            "saga": "Harrison Ford",
            "url": "/FILM/saghe/harrison_list.json"
        },
        {
            "plot": "Percy Jackson e The Olympians: The Lightning Thief (noto anche come Percy Jackson e The Lightning Thief) è un film fantasy del 2010 diretto da Chris Columbus. Il film è vagamente basato su The Lightning Thief, il primo romanzo della serie Percy Jackson & the Olympians di Rick Riordan. Interpreta Logan Lerman nel ruolo di Percy Jackson accanto a un cast di ensemble che comprende Brandon T. Jackson, Alexandra Daddario, Jake Abel, Rosario Dawson, Steve Coogan, Uma Thurman, Catherine Keener, Kevin McKidd, Sean Bean e Pierce Brosnan. È stato distribuito nelle sale il 12 febbraio 2010. Un sequel, Percy Jackson: Sea of Monsters, è stato rilasciato il 7 agosto 2013.",
            "title": "Percy Jackson",
            "saga": "Percy Jackson",
            "url": "/FILM/saghe/percy_list.json"
        },
        {
            "plot": "Una serie horror americana di film slasher-cannibali. Il franchise si concentra su Leatherface e la sua famiglia, che terrorizzano i visitatori ignari del loro territorio e in genere li uccidono e li mangiano.",
            "title": "Non aprite quella porta",
            "saga": "Non aprite quella porta",
            "url": "/FILM/saghe/porta_list.json"
        },
        {
            "plot": "Saw è un horror franchise creato da James Wan e Leigh Whannell e composto finora da otto pellicole, realizzate a partire dal 2004. La trama di questa serie di film ruota intorno all'astuto ed efferato maniaco omicida John Kramer, alias Jigsaw, sofferente di un cancro al cervello in fase terminale, e ai suoi apprendisti. Le vittime vengono catturate e poste in trappole mortali, dalle quali è possibile uscire solitamente dopo mutilazioni e sofferenze. Jigsaw mette alla prova le sue \"cavie\" (per lui, infatti, sono degli esperimenti) per vedere se sono degne di continuare a vivere una vita che fino a quel momento hanno disprezzato (ad esempio, fra le vittime c'è una tossicodipendente). Nel finale di questi film vengono spesso lasciati dei dubbi la cui risposta è presente nei film successivi.",
            "title": "Saw",
            "saga": "Saw",
            "url": "/FILM/saghe/saw_list.json"
        },
        {
            "plot": "La serie dei film di Spider-Man, diretti da Sam Raimi, cominciando con Spider-Man nel 2002. I film sono liberamente ispirati alle vicende della popolare serie di fumetti.",
            "title": "Spider-man",
            "saga": "Spider-man",
            "url": "/FILM/saghe/spider_list.json"
        },
        {
            "plot": "Star Wars è un franchise colossal di fantascienza creato da George Lucas, che si sviluppa da una saga cinematografica iniziata nel 1977 col film Guerre stellari e sottotitolato retroattivamente Episodio IV - Una nuova speranza. A questo film sono seguiti L'Impero colpisce ancora (1980) e Il ritorno dello Jedi (1983)che insieme formano la \"trilogia originale\" alla quale seguì dal 2002 una trilogia prequel, e una trilogia sequel dal 2015.",
            "title": "Star Wars",
            "saga": "Star Wars",
            "url": "/FILM/saghe/star_list.json"
        },
        {
            "plot": "I film della trilogia sono L'alba dei morti dementi, una commedia romantica con zombie, Hot Fuzz, una commedia poliziesca, e La fine del mondo, un film di commedia fantascientifica.[2][3][4][5] Non c'è continuità tra i tre, ma in ogni film compare un cornetto di uno specifico sapore: in L'alba dei morti dementi il cornetto è al sapore di fragola, dal colore rosso vivace, correlato agli elementi sanguinosi e cruenti del film; in Hot Fuzz vi è il cornetto blu originale, per indicare l'elemento poliziesco; in La fine del mondo il cornetto rappresentativo è alla menta con granella di cioccolato, dal colore verde-marrone, per indicare l'elemento fantascientifico. Durante la promozione di Hot Fuzz in un'intervista è stato fatto notare che il cornetto è l'elemento di unione con il precedente film ed è stato chiesto al regista se avrebbe fatto una trilogia; alla domanda Wright ha risposto che sarebbe stata come la trilogia Tre colori di Krzysztof Kieślowski, ma con i cornetti.[8] Il cornetto non è l'unico elemento ricorrente nella trilogia: diverse gag si presentano in vari modi nei tre film, come ad esempio il saltare una staccionata, il bere al pub, la presenza dei videogiochi al pub e le coppie di gemelli.[9][10] Simon Pegg, Nick Frost, Martin Freeman, Bill Nighy, Rafe Spall, Julia Deakin e Patricia Franklin sono gli attori che hanno lavorato in tutti e tre i film della trilogia (Nighy solo come voce in La fine del mondo).",
            "title": "La Trilogia del Cornetto",
            "saga": "La Trilogia del Cornetto",
            "url": "/FILM/saghe/cornetto_list.json"
        },
        {
            "plot": "I film di Fantozzi, sia pur con una profonda ironia, hanno anticipato le tematiche del mobbing nelle grandi aziende, hanno fatto entrare nel bagaglio lessicale dell'italiano medio espressioni quali \"Com'è umano, Lei!\", oltre all'aggettivo \"fantozziano\", registrato in tutti i dizionari italiani e all'espressione \"alla Fantozzi\", locuzioni sorte per indicare esperienze, atteggiamenti o situazioni permeate dall'aria tragicomica propria del personaggio.",
            "title": "Fantozzi",
            "saga": "Fantozzi",
            "url": "/FILM/saghe/fantozzi_list.json"
        },
        {
            "plot": "Popolare saga cinematografica basata sulle corse clandestine a bordo di superbolidi e su rocamboleschi “colpi”, in cui un ricco bottino viene rubato tramite spettacolari azioni al limite. Protagonisti della serie Brian O’Conner, interpretato dal compianto Paul Walker e Dominic Toretto, interpretato da Vin Diesel.",
            "title": "Fast & Furious",
            "saga": "Fast & Furious",
            "url": "/FILM/saghe/fast_list.json"
        },
        {
            "plot": "I Terminator sono cyborg, androidi o semplici robot, ideati dall'intelligenza artificiale Skynet, un supercomputer che acquista autocoscienza e si pone come obiettivo la distruzione del genere umano usando le stesse armi create dall'uomo per la propria difesa. Per annientare il leader della resistenza umana, skynet manda indietro nel tempo dei Terminator con lo scopo di eliminarlo cambiando il corso della storia.",
            "title": "Terminator",
            "saga": "Terminator",
            "url": "/FILM/saghe/terminator_list.json"
        },
        {
            "plot": "I film di Twilight sono una serie di vampiri fantasy romantici basati sulla serie di romanzi di Stephenie Meyer.",
            "title": "Twilight",
            "saga": "Twilight",
            "url": "/FILM/saghe/twilight_list.json"
        },
        {
            "plot": "Ghostbusters (in italiano Acchiappafantasmi) è una serie cinematografica statunitense, nella quale quattro scienziati newyorkesi diventano popolari cacciatori di fantasmi. Iniziata dal film Ghostbusters - Acchiappafantasmi nel 1984, la saga è proseguita con un sequel nel 1989, Ghostbusters II, un reboot nel 2016, Ghostbusters, e alcune serie animate fino al 1997. Diversi videogiochi sono stati prodotti fino al 1990, riprendendo nel 2009 con Ghostbusters: Il videogioco. Inoltre nel 2021 è previsto un nuovo film, intitolato Ghostbusters: Legacy, un vero sequel dei due film originali.",
            "title": "Ghostbusters",
            "saga": "Ghostbusters",
            "url": "/FILM/saghe/ghostbuster_list.json"
        },
        {
            "plot": "Agatha Christie è considerata colei che ha costruito le basi del romanzo giallo classico, con delitti costruiti ad arte e, per questo, è stata soprannominata la regina del giallo. Dai suoi libri sono stati tratti numerosi adattamenti cinematografici e televisivi, che hanno fatto conoscere anche al pubblico contemporaneo la grande scrittrice inglese. Abbiamo selezionato alcuni dei film più belli ispirati ai libri di Agatha Christie.",
            "title": "Agatha Christie",
            "saga": "Agatha Christie",
            "url": "/FILM/saghe/agatha_list.json"
        },
        {
            "plot": "",
            "title": "",
            "saga": "",
            "url": "/FILM/saghe/_list.json"
        }
      ]
  }
  
