{
    "movies_list": [
        {
            "tmdb_id": 49051,
            "title": "Lo Hobbit: Un viaggio inaspettato",
            "year": "2012",
            "plot": "Gandalf riunisce tredici nani e convince l'hobbit Bilbo Baggins ad aggregarsi al gruppo e lasciare la tranquillità del suo villaggio. La compagnia intraprende un viaggio nella Terra di Mezzo, riportando i nani nell'antico regno.",
            "language": "it",
            "type": "movie",
            "links": [
                {
                    "url": "https://oload.tv/f/qAFWBI1CCHM/Lo_Hobbit_Un_viaggio_inaspettato_ [m1080p]_(2012).mp4",
                    "quality": "HD"
                }
            ]
        },
        {
            "tmdb_id": 122917,
            "title": "Lo Hobbit: La battaglia delle cinque armate",
            "year": "2014",
            "plot": "Smaug ha deciso di scatenarsi dando fuoco a Pontelagolungo e ai suoi abitanti. Mentre i nani, inermi, guardano la scena dalla montagna, in un delirio di fughe disperate solo Bard decide di combattere il drago riuscendo in extremis a penetrare l'unico punto scoperto della sua dura scorza con una sola grande freccia. Sconfitta la creatura si apre uno scenario ancora più truce: la montagna è libera e il tesoro dei nani incustodito, la notizia si sparge in fretta e, vista la bramosia di Thorin nel tenere l'oro per sè, alle porte si prepara un conflitto tra l'esercito degli elfi e degli uomini (desiderosi di vedere rispettata la promessa fattagli dal nano ora \"re sotto la montagna\"), quello dei nani accorsi a difendere il loro simile e il grande nemico di Thorin, desideroso d'oro e vendetta. In mezzo a tutto ciò Bilbo ha rubato la bramata Arkengemma e deve decidere che farne.",
            "language": "it",
            "type": "movie",
            "links": [
                {
                    "url": "https://oload.monster/f/lCDMchPqRp0/Lo_Hobbit_La_Battaglia_delle_Cinque_Armate_[m1080p]_(2014)_.mp4",
                    "quality": "HD"
                }
            ]
        },
        {
            "tmdb_id": 57158,
            "title": "Lo Hobbit: La desolazione di Smaug",
            "year": "2013",
            "plot": "Bilbo Baggins e la compagnia devono sfidare Smaug, il drago dormiente della Montagna Solitaria che fa la guardia al tesoro dei nani.",
            "language": "it",
            "type": "movie",
            "links": [
                {
                    "url": "https://verystreams.co/stream/9WB17ZS7e3j/Lo.Hobbit.La.desolazione.di.Smaug.2013.mp4",
                    "quality": "HD"
                }
            ]
        },
        {
            "tmdb_id": 120,
            "title": "Il Signore degli Anelli - La compagnia dell'Anello",
            "year": "2001",
            "plot": "Bilbo Baggins ha deciso di celebrare il suo centoundicesimo compleanno in maniera molto particolare;alla fine della festa, abbandona parenti, amici, conoscenti e il suo affezionato nipote Frodo, cui lascia ogni cosa. Lo stregone Gandalf insiste perché lo hobbit lasci a Frodo anche il suo anello magico, su cui intende tenere un occhio vigile e fare alcune ricerche, perché potrebbe celare un mistero più inquietante di quanto non sembri. E così è; quello di Bilbo è l'Unico Anello, l'Anello per domarli, il cuore del potere del malefico Signore Oscuro Sauron, che sta tornando a tessere le sue trame di conquista e distruzione. Per impedirgli di vedere realizzato il suo sanguinoso disegno, l'anello dovrà essere distrutto, cosa possibile soltanto nella fornace di Monte Fato, dove Sauron, secoli prima, lo forgiò.",
            "language": "it",
            "type": "movie",
            "links": [
                {
                    "url": "https://oload.monster/f/4ut8pvJtuPo/Il_signore_degli_anelli_–_La_compagnia_dell'Anello_[m1080p]_(2001).mp4",
                    "quality": "HD"
                }
            ]
        },
        {
            "tmdb_id": 121,
            "title": "Il Signore degli Anelli - Le due torri",
            "year": "2002",
            "plot": "La Compagnia dell'Anello è divisa, e ogni speranza è riposta ora in Frodo e Sam, che stanno tentando di attraversare non visti i confini di Mordor, tallonati dall'infido Gollum: Aragorn, Gimli e Legolas sono invece sulle tracce di Merry e Pipino, rapiti dagli Uruk-Hai di Saruman e in grave pericolo di vita. Attraverso alterne vicende, raggiungeranno la terra di Rohan e aiuteranno il Re Theoden nella sua guerra contro il traditore Saruman...",
            "language": "it",
            "type": "movie",
            "links": [
                {
                    "url": "https://oload.monster/f/yQ9FOWF64JE/Il_signore_degli_anelli_–_Le_due_torri_[m1080p]_(2002).mp4",
                    "quality": "HD"
                }
            ]
        },
        {
            "tmdb_id": 122,
            "title": "Il Signore degli Anelli - Il ritorno del re",
            "year": "2003",
            "plot": "Le forze di Sauron hanno attaccato la capitale di Gondor, Minas Tirith, nel suo assedio finale contro l'umanità. Tenuto da un debole sovrintendente, quello che una volta era un fastoso regno non ha mai avuto così bisogno del proprio re. Mentre Gandalf tenta disperatamente di spingere lo smembrato esercito di Gondor ad agire, Thèoden si unisce ai guerrieri di Rohan per combattere assieme a loro. Pieno di coraggio e di appassionata lealtà, l'esercito degli umani non riesce però a tener testa alle numerosissime legioni nemiche che giungono su tutto il regno. Ogni vittoria è accompagnata da un grande sacrificio. Malgrado le numerose perdite, la Compagnia si lancia verso la più grande battaglia mai affrontata, unita dall'unico scopo di riuscire a tenere Sauron distratto e dare a Frodo una occasione per portare a termine la sua spedizione...",
            "language": "it",
            "type": "movie",
            "links": [
                {
                    "url": "https://oload.monster/f/bFv0q8XdV3c/Il_signore_degli_anelli_–_Il_ritorno_del_re_[m1080p]_(2004).mp4",
                    "quality": "HD"
                }
            ]
        }
    ]
}