{
    "movies_list": [
        {
			"tmdb_id": 668,
			"title": "Agente 007 - Al servizio segreto di Sua Maestà",
            "saga": "James Bond",
			"plot": "James Bond, l'agente 007 con licenza di uccidere, è nuovamente sulle tracce della organizzazione criminale Spectre. Le indagini lo portano questa volta in una misteriosa villa sulle Alpi svizzere. Vistosi scoperto, Bond costretto a fuggire con una spettacolare azione riesce a rientrare a Londra.",
			"year": "1969",
			"director": "Peter R. Hunt",
			"genre": "Avventura, Azione, Thriller",
			"actors": "George Lazenby, Diana Rigg, Telly Savalas, Gabriele Ferzetti, Ilse Steppat, Angela Scoular, Lois Maxwell, George Baker, Bernard Lee, Desmond Llewelyn, Catherine Schell, Bernard Horsfall, Virginia North, Geoffrey Cheshire, Julie Ege, Mona Chong, Joanna Lumley, Jenny Hanley, Sally Sheridan, Zaheera, Anouska Hempel, Ingrid Back, Helena Ronee, Irvin Allen",
			"links": [
				{
					"url": "http://51.77.159.233:30299/39fca9ea84ab8271e2aca04d22f26a8b"
				}
			]
		},
		{
			"tmdb_id": 707,
            "title": "007 - Bersaglio mobile",
            "saga": "James Bond",
			"plot": "Il magnate Max Zorin vuole provocare un terremoto che distrugga Silicon Valley per detenere il monopolio della produzione mondiale di microchip e imporre così le proprie leggi di mercato. James Bond riesce a mandare a monte i piani del criminale. Con l'aiuto, naturalmente, di bellissime donne e con la benedizione, per una volta, persino del Kgb. Ultimo 007 dell'era Roger Moore, con l'attore un po' stanco e troppo spesso (visibilmente) sostituito dalle controfigure. Confezione da fumettone supertecnologico, con un cattivo ariano ottimamente interpretato da Walken, una virago abbagliante come Grace Jones e una delle Bond Girls più trascurabili dell'intera serie, Tanya Roberts. Bello il finale sul ponte di San Francisco e l'inseguimento su e giù dalla Tour Eiffel.",
			"year": "1985",
			"director": "John Glen",
			"genre": "Avventura, Azione, Thriller",
			"actors": "Roger Moore, Christopher Walken, Tanya Roberts, Grace Jones, Patrick Macnee, Patrick Bauchau, David Yip, Fiona Fullerton, Manning Redwood, Alison Doody, Willoughby Gray, Desmond Llewelyn, Robert Brown, Lois Maxwell, Walter Gotell, Geoffrey Keen, Jean Rougerie, Daniel Benzali, Bogdan Kominowski, Papillon Soo, Mary Stavin, Dominique Risbourg, Carole Ashby, Anthony Chinn, Lucien Jérôme, Joe Flood, Gérard Buhr, Dolph Lundgren, Tony Sibbald, Bill Ackridge, Ron Tarr, Taylor McAuley, Peter Ensor, Seva Novgorodtsev, Sian Adey-Jones, Caroline Hallett, Nike Clark, Paula Thomas, Gloria Douse, Lou-Anne Ronchi, Elke Ritschel, Mayako Torigai",
			"links": [
				{
					"url": "http://51.77.159.233:30299/f53c537d8f632b0a9ad0592c14dcd8a1"
				}
			]
		},
		{
			"tmdb_id": 710,
			"title": "GoldenEye",
            "saga": "James Bond",
			"plot": "James ha un nuovo e pericoloso nemico da affrontare nella sua missione più recente. Aiutato dalla malavita russa, il suo infido nemico ha rubato un elicottero top-secret a la letale arma spaziale \"Goldeneye\" con cui intende distruggere il mondo occidentale. Solo James Bond può impedire la catastrofe in questo incredibile corsa mozzafiato.",
			"year": "1995",
			"director": "Martin Campbell",
			"genre": "Avventura, Azione, Thriller",
			"actors": "Pierce Brosnan, Sean Bean, Famke Janssen, Izabella Scorupco, Joe Don Baker, Judi Dench, Gottfried John, Robbie Coltrane, Alan Cumming, Tchéky Karyo, Desmond Llewelyn, Samantha Bond, Michael Kitchen, Serena Gordon, Simon Kunz, Billy J. Mitchell, Constantine Gregory, Minnie Driver, Michelle Arthur, Ravil Isyanov, Trevor Byfield, Michelle Eldridge, Kate Gayson, Simone Bechtel, Juliet Forester, Mark Chapman",
			"links": [
				{
					"url": "http://51.77.159.233:30299/248ca57523cbeb6e8ee3ec589bc5a224"
				}
			]
		},
		{
			"tmdb_id": 714,
			"title": "Il domani non muore mai",
            "saga": "James Bond",
			"plot": "Il magnate delle televisioni Elliott Carver, con l'affondamento di una nave inglese e un jet cinese, vuole far scoppiare un conflitto del quale avere l'esclusiva. James Bond ha quarantott'ore per sventare il progetto.",
			"year": "1997",
			"director": "Roger Spottiswoode",
			"genre": "Avventura, Azione, Thriller",
			"actors": "Pierce Brosnan, Jonathan Pryce, Michelle Yeoh, Teri Hatcher, Ricky Jay, Götz Otto, Samantha Bond, Vincent Schiavelli, Judi Dench, Desmond Llewelyn, Joe Don Baker, Colin Salmon, Geoffrey Palmer, Julian Fellowes, Terence Rigby, Nina Young, Daphne Deckers, Colin Stinton, Al Matthews, Cecilie Thomsen, Mark Spalding, Bruce Alexander, Anthony Green, Christopher Bowen, Andrew Hawkins, Dominic Shaun, Julian Rhind-Tutt, Gerard Butler, Michael Byrne, Pip Torrens, Hugh Bonneville, Jason Watkins, Brendan Coyle, Nadia Cameron-Blakey, Vincent Wang, Dinny Powell, Romo Gorrara, Laura Brattan, Liza Ross, Anja Jensen, Sherry Stone, Antje Schmidt, Sophie Schütt",
			"links": [
				{
					"url": "http://51.77.159.233:30299/e73a05d0dab6fc5dde2a2a1a6b4f557f"
				}
			]
		},
		{
			"tmdb_id": 36643,
			"title": "Il mondo non basta",
            "saga": "James Bond",
			"plot": "Continua la saga infinita dell’agente segreto più famoso del mondo.James Bond 007 recupera i soldi pagati da un miliardario inglese per il riscatto della figlia Electra. La ragazza, rimasta orfana dopo la morte violenta del padre, sembra ancora minacciata dal suo aguzzino, un terrorista anarchico chiamato Renard (in francese “volpe”). In realtà, proprio lei è al centro di un intrigo internazionale destinato a sovvertire l’ordine economico mondiale. Terza avventura con Pierce Brosnan nei panni di Bond, un po’ pasticciata nella sceneggiatura (la storia e le situazioni sono confuse). I momenti di suspense non mancano e le scene d’azione sono al solito avvincenti. Ma la formula di 007 comincia a ripetersi.",
			"year": "1999",
			"director": "Michael Apted",
			"genre": "Avventura, Azione, Thriller",
			"actors": "Pierce Brosnan, Sophie Marceau, Robert Carlyle, Denise Richards, Robbie Coltrane, Judi Dench, Desmond Llewelyn, John Cleese, Maria Grazia Cucinotta, Samantha Bond, Michael Kitchen, Colin Salmon, Goldie, David Calder, Serena Scott Thomas, Ulrich Thomsen, John Seru, Claude-Oliver Rudolph, Patrick Malahide, Omid Djalili, Jeff Nuttall, Diran Meghreblian, John Albasiny",
			"links": [
				{
					"url": "http://51.77.159.233:30299/363b373038b408871cdf0c1a0e9aa0c4"
				}
			]
		},
		{
			"tmdb_id": 682,
			"title": "Agente 007 - L'uomo dalla pistola d'oro",
            "saga": "James Bond",
			"plot": "James Bond è ricercato dal killer Francisco Scaramanga, uso a colpire le sue vittime con proiettili d'oro. Questi deve eliminarlo per conto di una misteriosa organizzazione con sede ad Hong Kong, che mira a sfruttare un apparato per la captazione dell'energia solare, inventato da uno scienziato britannico, per la costruzione di un'arma segreta destinata ad assicurare ai suoi possessori il dominio del mondo. Recatosi ad Hong Kong, Bond non tarda a scoprire che il capo della gang è l'industriale cinese Hai Fah, al quale però, dopo averlo ucciso, si sostituisce lo stesso Scaramanga...",
			"year": "1974",
			"director": "Guy Hamilton",
			"genre": "Avventura, Azione, Thriller",
			"actors": "Roger Moore, Christopher Lee, Britt Ekland, Maud Adams, Hervé Villechaize, Clifton James, Richard Loo, Soon-Tek Oh, Marc Lawrence, Bernard Lee, Lois Maxwell, Desmond Llewelyn, James Cossins, Yao Lin Chen, Carmen du Sautoy, Marne Maitland, Francoise Therry, Yuen Qiu, Joie Vejjajiva",
			"links": [
				{
					"url": "http://51.77.159.233:30299/685563de1ea932769b07b4bf9b627771"
				}
			]
		},
		{
			"tmdb_id": 691,
			"title": "La spia che mi amava",
            "saga": "James Bond",
			"plot": "Dopo aver recuperato al Cairo, battendo la spia sovietica Anya Armasova, un microfilm con il segreto per sconvolgere le difese atomiche della Nato, James Bond, viene incaricato di far luce sulla scomparsa di due sommergibili nucleari. Poichè uno di questi è russo (e avendo Gran Bretagna e Unione Sovietica deciso di unire le loro forze per l'occasione), James Bond si trova a collaborare proprio con Anya. Insieme, le due spie scoprono che a far sparire i sommergibili è stato l'armatore nordico Stromberg, il quale, giudicando il mondo prossimo allo sfacelo, intende fondarne uno nuovo nelle profondità marine. A tal fine vuole distruggere, con i missili dei due sommergibili, sia New York che Mosca, i centri vitali delle superpotenze responsabili del destino che attende l'umanità.",
			"year": "1977",
			"director": "Lewis Gilbert",
			"genre": "Avventura, Azione, Thriller",
			"actors": "Roger Moore, Barbara Bach, Curd Jürgens, Richard Kiel, Caroline Munro, Walter Gotell, Geoffrey Keen, Bernard Lee, George Baker, Michael Billington, Desmond Llewelyn, Vernon Dobtcheff, Lois Maxwell, Sydney Tafler, Olga Bisera, Edward de Souza, Valerie Leon, Nadim Sawalha, Sue Vanner, Eva Rueber-Staier, Kevin McNally, Sean Bury, Milton Reid, Cyril Shaps, Milo Sperber, Albert Moses, Shane Rimmer, Bryan Marshall, George Roubicek",
			"links": [
				{
					"url": "http://51.77.159.233:30299/cfa4a2d9ae3d565a39a06a05718dfb28"
				}
			]
		},
		{
			"tmdb_id": 646,
			"title": "Agente 007 - Licenza di uccidere",
            "saga": "James Bond",
			"plot": "James Bond giunge in Giamaica per indagare su due assassini. L'indagine lo porta a Crab Key, il rifugio misterioso di due scienziati, il prof. Dent e il dott. No. Bond è catturato insieme ad una ragazza indigena, Honey, sua occasionale guida. Apprende che il dott. No ha allestito un laboratorio per modificare la rotta dei missili Usa. La situazione è disperata, ma alla fine Bond e Honey riescono a fuggire, lasciandosi alle spalle i laboratori distrutti con un abile colpo di mano.",
			"year": "1962",
			"director": "Terence Young",
			"genre": "Avventura, Azione, Thriller",
			"actors": "Sean Connery, Ursula Andress, Joseph Wiseman, Bernard Lee, Lois Maxwell, Jack Lord, John Kitzmiller, Lester Prendergast, Anthony Dawson, Zena Marshall, Eunice Gayson, Peter Burton, Marguerite LeWars, Yvonne Shima, Michel Mok, William Foster-Davis, Reginald Carter, Louis Blaazer, Colonel Burton, Timothy Napier Moxon, John Hatton, Dolores Keator, Malou Pantera, Byron Lee",
			"links": [
				{
					"url": "http://51.77.159.233:30299/a98967aadaaf0a02bf2413b89d081b5f"
				}
			]
		},
		{
			"tmdb_id": 658,
			"title": "Agente 007 - Missione Goldfinger",
            "saga": "James Bond",
			"plot": "Sospettato di contrabbandare oro, un ricco individuo, Goldfinger, è sottoposto alla vigilanza del celebre agente del servizio segreto James Bond. Questi, pero', viene sequestrato da Goldfinger, il quale intende condurre a termine un'audace impresa criminosa destinata a privare gli Stati Uniti della loro riserva aurea.",
			"year": "1964",
			"director": "Guy Hamilton",
			"genre": "Avventura, Azione, Thriller",
			"actors": "Sean Connery, Honor Blackman, Gert Fröbe, Shirley Eaton, Tania Mallet, Harold Sakata, Bernard Lee, Martin Benson, Cec Linder, Austin Willis, Lois Maxwell, Desmond Llewelyn, Burt Kwouk, Nadja Regin, Margaret Nolan, Mai Ling, Bill Nagy, Michael Mellinger, Peter Cranwell, Richard Vernon, Varley Thomas, John McLaren, Robert MacLeod, Victor Brooks, Alf Joint, Gerry Duggan, Hal Galili, Roland Brand, Bill Brandon, Norman Chancer, Bill Edwards, Laurence Herder, William Hurndell, John Maxim, John McCarthy, Lenny Rabin, Raymond Young, Tricia Muller, Aleta Morrison, Maggie Wright, Lesley Langley, Marian Collins, Caron Gardner, Jane Murdoch, Jane Holland",
			"links": [
				{
					"url": "http://51.77.159.233:30299/746d977cf96252468372e3c864d096f3"
				}
			]
		},
		{
			"tmdb_id": 698,
			"title": "Moonraker - Operazione spazio",
            "saga": "James Bond",
			"plot": "Un miliardario megalomane progetta la distruzione del mondo, ma ci pensa l'agente 007.Uno space shuttle viene rapito da una misteriosa organizzazione capeggiata da Hugo Drax, anche proprietario dell'impresa che costruisce le navette spaziali. Per risolvere l'enigma viene mandato in missione James Bond, che si trova a dover collaborare con una spia della Cia, ovviamente bellissima e affascinante. Le indagini di 007 lo portano addirittura a volare nello spazio.  Uno 007 minore, quasi ricalcato dal precedente La spia che mi amava. Fu un successo e, primo tra i film occidentali, incassò vertiginosamente anche in Asia. Ma la vicenda è stantia. In epoca di effetti speciali, i produttori trasformano Bond in una specie di Flash Gordon. Certo la prima parte, meno rutilante del viaggio nel cosmo, riserva momenti divertenti.",
			"year": "1979",
			"director": "Lewis Gilbert",
			"genre": "Azione, Avventura, Thriller, Fantascienza",
			"actors": "Roger Moore, Lois Chiles, Michael Lonsdale, Corinne Cléry, Richard Kiel, Bernard Lee, Geoffrey Keen, Desmond Llewelyn, Lois Maxwell, Toshirô Suga, Emily Bolton, Blanche Ravalec, Irka Bochenko, Leila Shenna, Walter Gotell, Alfie Bass, Mike Marshall, Douglas Lambert, Arthur Howard, Anne Lonnberg, Benoît Ferreux",
			"links": [
				{
					"url": "http://51.77.159.233:30299/1461e696fbf9822b41e2471f979586cd"
				}
			]
		},
		{
			"tmdb_id": 37724,
			"title": "Skyfall",
            "saga": "James Bond",
			"plot": "In missione a Istanbul James Bond deve recuperare un file prezioso che contiene i nomi degli agenti infiltrati del MI6. Finito nelle mani di un killer, Bond lo insegue cadendo sotto i colpi del fuoco amico. Precipitato e disperso dentro una cascata, Bond viene dichiarato morto e compianto in un formale necrologio. Pubblicate su internet le identità degli agenti operativi, M è chiamata a rispondere della questione e della sua gestione davanti al governo che vorrebbe le sue dimissioni. Bond, intanto, sopravvissuto alla ‘caduta’ e alla inoperosità, è richiamato al dovere da un attentato gravissimo alla sede del MI6. L’obiettivo è M, il criminale è Silva, un ex agente che ha coltivato la vendetta e adesso chiede il conto al suo ex direttore. Figli putativi della stessa M(adre), Bond e Silva si confronteranno a colpi di pistola, fino a esplodere o a implodere il loro passato.",
			"year": "2012",
			"director": "Sam Mendes",
			"genre": "Azione, Avventura, Thriller",
			"actors": "Daniel Craig, Judi Dench, Javier Bardem, Ralph Fiennes, Naomie Harris, Bérénice Marlohe, Albert Finney, Ben Whishaw, Rory Kinnear, Ola Rapace, Helen McCrory, Nicholas Woodeson, Bill Buckhurst, Elize du Toit, Ian Bonar, Tonia Sotiropoulou, Wolf Blitzer, Jens Hultén, Anthony O'Donnell, Jo Cameron Brown, Peter Basham, Ben Loyd-Holmes, Orion Lee, Yennis Cheung, Lee Nicholas Harris, Dave Wong, Burt Caesar, Vander McLeod, Steve Barnett",
			"links": [
				{
					"url": "http://51.77.159.233:30299/235d8d7ac23927f18b0cc1b4651b30b5"
				}
			]
		},
		{
			"tmdb_id": 699,
			"title": "Solo per i tuoi occhi",
            "saga": "James Bond",
			"plot": "Un dispositivo ultra segreto del tipo Atac affonda la nave spia inglese St. Georges al largo della Grecia. Un archeologo britannico riesce a localizzarlo, ma viene assassinato. La sua giovane figlia Melina, desiderosa di vendetta, si unisce a James Bond, incaricato dell'operazione di recupero. Un lavoro rischioso, come sempre, all'insegna dell'imprevisto, degli inseguimenti mozzafiato, degli agguati mortali, degli spostamenti intercontinentali: dalle Bahamas a Cortina alle assolate spiagge greche. Al centro dell'intrigo c'è un miliardario greco, certo Kristatos, di cui Bond, con la bella Melina e un contrabbandiere di nome Columbo, deve espugnare la villa bunker. Naturalmente non mancano i russi che, a loro volta, sono sulle tracce del dispositivo e non intendono certo tirarsi indietro.",
			"year": "1981",
			"director": "John Glen",
			"genre": "Avventura, Azione, Thriller",
			"actors": "Roger Moore, Carole Bouquet, Chaim Topol, Lynn-Holly Johnson, Julian Glover, Cassandra Harris, Jill Bennett, Michael Gothard, John Wyman, Jack Hedley, Lois Maxwell, Desmond Llewelyn, Geoffrey Keen, Walter Gotell, James Villiers, John Moreno, Charles Dance, Paul Angelis, Toby Robins, Jack Klaff, Alkis Kritikos, Stag Theodore, Stefan Kalipha, Graham Crowden, Noel Johnson, William Hoyland, Paul Brooke, Fred Bryant, Robbin Young, Graham Hawkes, Janet Brown, John Wells, Maureen Bennett, Andy Bradford, Jeremy Bulloch, Eva Rueber-Staier, George Sweeney, Clive Curtis, Lalla Dean, Evelyn Drogue, Sheena Easton",
			"links": [
				{
					"url": "http://51.77.159.233:30299/665168bcc3611e610f6a4a280533db2f"
				}
			]
		},
		{
			"tmdb_id": 660,
			"title": "Agente 007 - Thunderball - Operazione tuono",
            "saga": "James Bond",
			"plot": "Il sindacato internazionale del crimine, noto come \"Spectre\", sta progettando il suo più grande colpo: impadronirsi di bombe atomiche e ricattare le potenze della NATO. Dall'Inghilterra vengono messi in azione i migliori agenti segreti, tra cui James Bond, il quale viene ben presto a contatto con Largo, il numero uno dell'organizzazione. Sfuggendo a diversi attentati ed avvicinandosi sempre di più all'individuazione dell'intrigo, Bond conquista una giovane donna, Domino, amica di Largo. In base alle indicazioni ottenute dalla ragazza, Bond penetra nel deposito sottomarino nel momento in cui gli uomini della Spectre si apprestano a trasferire le bombe sullo yacht di Largo. Tra costoro ed una folta schiera di sommozzatori aviotrasportati, chiamati sul posto da Bond, viene ingaggiata una battaglia che si conclude vittoriosamente per questi ultimi, e Largo viene ucciso da Bond mentre con lo yacht stava per sfuggire alla flottiglia inseguitrice.",
			"year": "1965",
			"director": "Terence Young",
			"genre": "Avventura, Azione, Thriller",
			"actors": "Sean Connery, Claudine Auger, Adolfo Celi, Luciana Paluzzi, Rik Van Nutter, Guy Doleman, Molly Peters, Martine Beswick, Bernard Lee, Desmond Llewelyn, Lois Maxwell, Roland Culver, Earl Cameron, Paul Stassino, Rose Alba, Philip Locke, George Pravda, Edward Underdown, Suzy Kendall, Mitsouko, Kevin McClory, Philip Stone, Jack Gwillim",
			"links": [
				{
					"url": "http://51.77.159.233:30299/e966a43863af352ce600b64afd9b4b30"
				}
			]
		},
		{
			"tmdb_id": 681,
			"title": "Agente 007 - Una cascata di diamanti",
            "saga": "James Bond",
			"plot": "Il comandante James Bond, alias agente 007 del servizio segreto inglese, ha appena portato a termine una difficile missione, che subito, gli viene affidato il compito di scoprire gli organizzatori e le ragioni di una misteriosa incetta di diamanti, che minaccia di sconvolgere il mercato. Assunta l'identità di Peter Franks, uno dei corrieri della banda, Bond non tarda a individuarne il capo, la bella Tiffany Case, la cui organizzazione, pero', sta da qualche tempo subendo gli attacchi di sconosciuti avversari, che uccidono i contrabbandieri e s'impossessano dei diamanti. Divenuta Tiffany, cui egli ha rivelato la propria identità, sua alleata, Bond scopre, dopo aver evitato due volte di venire ucciso, che i diamanti trafugati all'organizzazione di Case sono finiti in un laboratorio spaziale, e utilizzati nella costruzione di un satellite, che sta per essere lanciato in orbita.",
			"year": "1971",
			"director": "Guy Hamilton",
			"genre": "Avventura, Azione, Thriller",
			"actors": "Sean Connery, Jill St. John, Charles Gray, Lana Wood, Jimmy Dean, Bruce Cabot, Putter Smith, Bruce Glover, Norman Burton, Joseph Fürst, Bernard Lee, Desmond Llewelyn, Leonard Barr, Lois Maxwell, Margaret Lacey, Joe Robinson, David de Keyser, Laurence Naismith, David Bauer, Marc Lawrence, Sid Haig, Lola Larson, Trina Parks, Valerie Perrine, Cassandra Peterson",
			"links": [
				{
					"url": "http://51.77.159.233:30299/1d50f0ac0920f3dc184e7e0ab31dd36d"
				}
			]
		},
		{
			"tmdb_id": 709,
			"title": "007 - Vendetta privata",
            "saga": "James Bond",
			"plot": "Un boss della droga uccide per vendetta la moglie di un agente americano amico di James Bond. Questi, nonostante gli sia stata revocata la licenza di uccidere, decide di agire in proprio, aiutato dalla giovane amante del boss e dalla bella e coraggiosa Pam.",
			"year": "1989",
			"director": "John Glen",
			"genre": "Avventura, Azione, Thriller",
			"actors": "Timothy Dalton, Carey Lowell, Robert Davi, Talisa Soto, Anthony Zerbe, Frank McRae, Everett McGill, Wayne Newton, Benicio del Toro, Anthony Starke, Pedro Armendáriz Jr., Desmond Llewelyn, David Hedison, Priscilla Barnes, Robert Brown, Caroline Bliss, Don Stroud, Grand L. Bush, Cary-Hiroyuki Tagawa, Alejandro Bracho, Guy De Saint Cyr, Rafer Johnson, Diane Hsu, Christopher Neame, Jeannine Bisignano, Claudio Brook, Cynthia Fallon, Enrique Novi, Osami Kawawo, George Belanger, Roger Cudney, Honorato Magaloni, Jorge Russek, Sergio Corona, Stuart Quan, Jose Abdala, Teresa Blake, Samuel Benjamin Lancaster, Juan Peláez, Mark Kelty, Humberto Elizondo, Fidel Carriga, Edna Bolkan, Eddie Edenfield, Jeff Moldovan, Carl Ciarfalio, Branscombe Richmond",
			"links": [
				{
					"url": "http://51.77.159.233:30299/b34328ce84639687f0a45c4b48bf026f"
				}
			]
		},
		{
			"tmdb_id": 253,
			"title": "Agente 007 - Vivi e lascia morire",
            "saga": "James Bond",
			"plot": "L'agente segreto James Bond lascia l'Inghilterra per il nuovo continente, con il compito di indagare sulla morte di tre suoi colleghi assassinati nello stesso giorno. Da New Orleans le tracce lo conducono a Sainte-Monique, un'isola dei Caraibi sulla quale il dottor Kananga - un uomo di colore che si fa chiamare anche Mister Big - ha installato la centrale operativa di un colossale traffico di droga. Con questa intende invadere gli Stati Uniti per annichilirne i bianchi e ridurre il Paese in suo potere...",
			"year": "1973",
			"director": "Guy Hamilton",
			"genre": "Avventura, Azione, Thriller",
			"actors": "Roger Moore, Yaphet Kotto, Jane Seymour, Clifton James, Julius Harris, Geoffrey Holder, David Hedison, Gloria Hendry, Bernard Lee, Lois Maxwell, Tommy Lane, Earl Jolly Brown, Lon Satton, Madeline Smith, Roy Stewart, Arnold Williams, Robert Dix, James Drake, Dennis Edwards",
			"links": [
				{
					"url": "http://51.77.159.233:30299/50b517ad279e3369c582c7719c7cde5e"
				}
			]
		},
		{
			"tmdb_id": 708,
			"title": "007 - Zona pericolo",
            "saga": "James Bond",
			"plot": "James Bond è impegnato in un'esercitazione durante la quale però deve eliminare un agente che gli ha sparato sul serio. Dopo questo prologo viene inviato a Bratislava per organizzare la defezione di Georgi Koskov, un generale del Kgb. Qui sventa un attentato organizzato da una graziosa violoncellista-spia. Si reca quindi in Afghanistan dove scopre che dietro a tutto si cela proprio Koskov.  007, dopo le gloriose stagioni Connery e Moore, si è riciclato nei panni di Timothy Dalton: ne risente la mitologia del personaggio, ma non la spettacolarità del suo cinema.",
			"year": "1987",
			"director": "John Glen",
			"genre": "Azione, Avventura, Thriller",
			"actors": "Timothy Dalton, Maryam d'Abo, Jeroen Krabbé, Joe Don Baker, John Rhys-Davies, Art Malik, Andreas Wisniewski, Thomas Wheatley, Desmond Llewelyn, Robert Brown, Geoffrey Keen, Walter Gotell, Caroline Bliss, John Terry, Virginia Hey, John Bowe, Julie T. Wallace, Belle Avery, Catherine Rabett, Dulice Liecier, Nadim Sawalha, Alan Talbot, Carl Rigg, Tony Cyrus, Atik Mohamed, Michael Moor, Sumar Khan, Ken Sharrock, Peter Porteous, Antony Carrick, Frederick Warder, Glyn Baker, Scott Hoxby, Bill Weston, Richard Cubison, Heinz Winter, Leslie French, Odette Benatar, Dianna Casale, Sharon Devlin, Femi Gardiner, Patricia Keefer, Ruddy Rodriguez, Mayte Sánchez, Cela Savannah, Karen Seeberg, Waris Dirie, Karen Williams, Barbara Broccoli",
			"links": [
				{
					"url": "http://51.77.159.233:30299/1280f5f8b6a569751c4cf16e7fb471f1"
				}
			]
		},
		{
			"tmdb_id": 657,
			"title": "A 007, dalla Russia con amore",
            "saga": "James Bond",
			"plot": "James Bond viene inviato ad Istanbul dal servizio inglese per sottrarre ai russi il 'lector', un decifratore universale che è ambito anche dalla Spectre, una setta che intende dominare il mondo. Contemporaneamente una segretaria dell'ambasciata russa, Tatiana, viene invata sulle tracce di Bond. Questa però si innamora dell'agente e lo aiuta.",
			"year": "1963",
			"director": "Terence Young",
			"genre": "Azione, Thriller, Avventura",
			"actors": "Sean Connery, Daniela Bianchi, Lotte Lenya, Bernard Lee, Desmond Llewelyn, Lois Maxwell, Pedro Armendáriz, Robert Shaw, Vladek Sheybal, Eunice Gayson, Walter Gotell, Francis de Wolff, Nadja Regin, Aliza Gur, George Pastell, Martine Beswick, Jan Williams, Peter Madden, Anthony Dawson, Hasan Ceylan, Neville Jason, Peter Bayliss, Nusret Ataer, Peter Brayham, Julie Mendez, Bill Brandon, Moris Farhi, Alf Mangan, Dido Plumb, Ernie Rice, Fred Wood, Andre Charisse, Hugo de Vernier, Victor Harrington, Aileen Lewis, Barbara Jefford, Jim O'Brady, Eric Pohlmann, Bob Simmons, Gordon Sterne, Nikki Van der Zyl, Pat Ryan, Michael Culver, Elizabeth Counsell, Bedri Çavusoglu",
			"links": [
				{
					"url": "http://51.77.159.233:30299/3c40f2a5aa9aeec7c2de0805e38108b3"
				}
			]
		},
		{
			"tmdb_id": 667,
			"title": "Agente 007 - Si vive solo due volte",
            "saga": "James Bond",
			"plot": "Ritenuto dai suoi stessi capi ormai morto in una precedente azione, James Bond si ripresenta nel suo ufficio, pronto a riprendere la sua rischiosa attività. L'occasione si presenta ben presto: in una piccola isola del Giappone, l'organizzazione dello \"Spectre\", ben mimetizzata all'interno di un vulcano spento, sta attuando il piano che mira a provocare la III guerra mondiale. Con un ingegnoso sistema di abbordaggio la setta criminale riesce infatti a catturare ora la navicella spaziale USA, ora quella dell'URSS, cosicchè americani e russi si accusano vicendevolmente delle aggressioni subite.",
			"year": "1967",
			"director": "Lewis Gilbert",
			"genre": "Azione, Thriller, Avventura",
			"actors": "Sean Connery, Akiko Wakabayashi, Mie Hama, Tetsurō Tamba, Teru Shimada, Karin Dor, Donald Pleasence, Bernard Lee, Lois Maxwell, Desmond Llewelyn, Charles Gray, Tsai Chin, Peter Fanene Maivia, Burt Kwouk, Michael Chow, Ronald Rich, Jeanne Roland, Ed Bishop, Shane Rimmer, Anthony Ainley, Frazer Hines, Robin Bailey, George Murcell, David Toguri, John Stone, Norman Jones, Paul Carson, Laurence Herder, Richard Graydon, Bill Mitchell, George Roubicek",
			"links": [
				{
					"url": "http://51.77.159.233:30299/bdaf9dbd1a624de23cff5a3cf94a5759"
				}
			]
		}  
    ]
}