{
    "movies_list": [
        {
			"tmdb_id": 17443,
			"title": "...e giustizia per tutti",
            "saga":"Al Pacino",
			"plot": "Disgustato dalla corruzione dilagante negli ambienti della giustizia, un giovane ed intraprendente avvocato inizia una dura battaglia personale contro influenti e disoneste personalità del Foro.",
			"year": "1979",
			"director": "Norman Jewison",
			"genre": "Crime, Dramma, Mistero, Thriller",
			"actors": "Al Pacino, Jack Warden, John Forsythe, Lee Strasberg, Jeffrey Tambor, Christine Lahti, Sam Levene, Robert Christian, Thomas G. Waites, Larry Bryggman, Craig T. Nelson, Dominic Chianese, Victor Arnold, Vincent Beck, Michael Gorrin, Baxter Harris, Joe Morton, Alan North, Tom Quinn, Beverly Sanders, Connie Sawyer, Charles Siebert, Robert Symonds, Keith Andes, Vasili Bogazianos, Terrence Currier",
			"links": [
				{
					"url": "http://51.77.159.233:30299/806caf0d68a3aad9469557578114645d"
				}
			]
		},
		{
			"tmdb_id": 3489,
			"title": "88 minuti",
            "saga":"Al Pacino",
			"plot": "Jack Gramm è uno psichiatra forense a disposizione dell'FBI. Insegna all'Università ed è dotato di un indiscutibile fascino che attrae l'altro sesso. Ne facciamo la conoscenza proprio nei giorni in cui Jon Forster, un serial killer che lui ha contribuito in maniera determinante a far condannare a morte, sta per essere soppresso. L'uomo proclama con ancora maggiore forza la sua innocenza perché è avvenuto un delitto che ha le stesse caratteristiche di quelli a lui attribuiti. La vittima è una studentessa di Gramm il quale è convinto che si tratti di un caso di pura e semplice emulazione. Ma riceve un avvertimento da qualcuno che sembra conoscere ogni sua mossa: ha ancora 88 minuti di vita. Da quel momento ogni secondo diviene prezioso e Gramm deve cercare di capire chi, tra i giovani studenti che ne incrociano il percorso, è dalla sua parte e chi no.",
			"year": "2007",
			"director": "Jon Avnet",
			"genre": "Crime, Mistero, Thriller",
			"actors": "Al Pacino, Alicia Witt, Leelee Sobieski, Amy Brenneman, William Forsythe, Deborah Kara Unger, Ben McKenzie, Neal McDonough, Leah Cairns, Stephen Moyer, Christopher Redman, Brendan Fletcher, Paul Campbell, Victoria Tennant, Tim Perez, Bob Stephenson, Mike Dopud, Philip Moon, Marcus Hondro, Michael Eklund",
			"links": [
				{
					"url": "http://51.77.159.233:30299/7ad7ff50eea02ce4baa91a47232711d9"
				}
			]
		},
		{
			"tmdb_id": 6075,
			"title": "Carlito's Way",
            "saga":"Al Pacino",
			"plot": "Appena uscito di prigione, Carlito Brigante decide di restare lontano dal traffico di droga e apre un night club, cercando di mettere da parte i fondi necessari a trasferirsi alle Bahamas. Ma il passato torna a tentarlo e a tormentarlo...",
			"year": "1993",
			"director": "Brian De Palma",
			"genre": "Crime, Thriller",
			"actors": "Al Pacino, Sean Penn, Penelope Ann Miller, John Leguizamo, Ingrid Rogers, Luis Guzmán, Adrian Pasdar, Viggo Mortensen, James Rebhorn, Joseph Siravo, Richard Foronjy, Jorge Porcel, John Ortiz, Paul Mazursky, Vincent Pastore, Jon Seda, Marc Anthony, Frank Minucci, Ángel Salazar, Al Israel, Rick Aviles, Jaime Sánchez, Víctor Sierra, Frank Ferrara, Chuck Zito, Tony Cucci, Alfred Sauchelli Jr., Sonny Zito, Richard Council, James Bulleit, Mel Gorham, Rocco Sisto, John Finn, Brian Tarantina, Jaime Tirelli, John Michael Bolger, Frank Pietrangolare, Mike Girard Sheehan, Dean Rader Duval, Gene Canfield, Sharmagne Leland-St. John, Rene Rivera, Orlando Urdaneta, Kim Rideout, Christopher Bregman, Julieta Ortega, Mary Hammett, Yelba Osorio, Nelson Vasquez, Michael P. Moran, Cynthia Lamontagne, David Boston, Pete Macnamara, Daniel Margotta, Coati Mundi, Ángel Ramírez, Cice Rivera, Saundra Santiago, Bill Weeden, Garlan Green, Denise Vasquez, Dan Brennan",
			"links": [
				{
					"url": "http://51.77.159.233:30299/174bd1713b8b5ce45f7a45171fe18779"
				}
			]
		},
		{
			"tmdb_id": 11062,
			"title": "City Hall",
            "saga":"Al Pacino",
			"plot": "Uno scontro a fuoco con tre morti, tra cui un bambino nero, provoca un'inchiesta che rischia di danneggiare la reputazione di John Pappas, sindaco di New York che vuole diventare governatore. Prima parte apprezzabile a livello descrittivo, ma nell'avvicinarsi ai temi di fondo (l'intreccio tra politica, affari, criminalità) il film s'inceppa per avviarsi a un epilogo impacciato. Il difetto è nella sceneggiatura, alla quale hanno messo mano in quattro. Troppi.",
			"year": "1996",
			"director": "Harold Becker",
			"genre": "Dramma, Thriller",
			"actors": "Al Pacino, John Cusack, Bridget Fonda, Danny Aiello, Martin Landau, David Paymer, Richard Schiff, Lauren Vélez, Nestor Serrano, Lindsay Duncan, Tamara Tunie, John Slattery",
			"links": [
				{
					"url": "http://51.77.159.233:30299/ad2b5fdce752677c0ef72c4aa55d044a"
				}
			]
		},
		{
			"tmdb_id": 27958,
			"title": "Cruising",
            "saga":"Al Pacino",
			"plot": "A New York un assassino colpisce omosessuali sulla trentina con i capelli neri e alti circa un metro e settanta. Corrispondendo a queste caratteristiche somatiche, l'agente Steve Burns viene incaricato di infiltrarsi negli ambienti gay per scoprire l'assassino. Inizia così una vera discesa agli inferi del sadomasochismo, alla fine della quale scoprirà l'assassino ma anche, drammaticamente, la propria ambigua natura.",
			"year": "1980",
			"director": "William Friedkin",
			"genre": "Thriller, Crime",
			"actors": "Al Pacino, Karen Allen, Paul Sorvino, Richard Cox, Don Scardino, Joe Spinell, Jay Acovone, Randy Jurgensen, Barton Heyman, Kirsten Baker, Ed O'Neill, James Remar, Mike Starr, Powers Boothe, Gene Davis, Arnaldo Santana, Henry Judd Baker",
			"links": [
				{
					"url": "http://51.77.159.233:30299/65571a7577a8703e0f459e05ab075ea4"
				}
			]
		},
		{
			"tmdb_id": 8592,
			"title": "Dick Tracy",
            "saga":"Al Pacino",
			"plot": "Il detective Dick Tracy scende in guerra contro il supercriminale Big Boy e la sua banda, ma succede qualcosa d'imprevisto: s'intromette un misterioso furfante senza volto, deciso a eliminarli entrambi, impadronendosi della città.",
			"year": "1990",
			"director": "Warren Beatty",
			"genre": "Avventura, Azione, Commedia, Thriller, Crime",
			"actors": "Warren Beatty, Madonna, Mandy Patinkin, Al Pacino, Dustin Hoffman, Kathy Bates, Dick Van Dyke, Catherine O'Hara, James Caan, Charlie Korsmo, Michael Donovan O'Donnell, Jim Wilkey, Stig Eldred, Neil Summers, Chuck Hicks, Lawrence Steven Meyers, William Forsythe, Ed O'Ross, Glenne Headly, Marvellee Cariaga, Michael Gallup, Seymour Cassel, James Keane, Charles Durning, Allen Garfield, John Schuck, Charles Fleischer, Paul Sorvino, Robert Costanzo, Jack Kehoe, Marshall Bell, Mike Hagerty, Lew Horn, Arthur Malet, Tom Signorelli, Tony Epper, James Tolkan, R.G. Armstrong, Jack Goode Jr., Ray Stoddard, Hamilton Camp, Ed McCready, Colm Meaney, Henry Silva, Robert Beecher, Bert Remsen, Frank Campanella, Sharmagne Leland-St. John, Bing Russell, Michael J. Pollard, Tom Finnegan, Billy Clevenger, Ned Claflin, John Moschitta Jr., Neil Ross, Walker Edmiston, Estelle Parsons, Ian Wolfe, Mary Woronov, Henry Jones, Mike Mazurki, Rita Bland, Lada Boder, Dee Hengstler, Liz Imperio, Karyne Ortega, Karen Russell, Tamara Carrera, Bernie Jones, Sheila Lussier, Bruce Mahler, Jerry St. John, Michelle Johnston",
			"links": [
				{
					"url": "http://51.77.159.233:30299/b10c92ffcf5758b7e4963e97f1de22c8"
				}
			]
		},
		{
			"tmdb_id": 9366,
			"title": "Donnie Brasco",
            "saga":"Al Pacino",
			"plot": "Pistone, agente del FBI si infiltra in un'organizzazione mafiosa di Little Italy come Donnie Brasco, ricettatore di gioielli, e conquista la fiducia di Lefty, anziano mafioso e manovale del crimine. Tra i due nasce un'amicizia, fatta di rispetto e di stima ma anche di affinità caratteriali. Un'amicizia impossibile, destinata a una tragica fine.",
			"year": "1997",
			"director": "Mike Newell",
			"genre": "Crime, Dramma, Thriller",
			"actors": "Johnny Depp, Al Pacino, Michael Madsen, Bruno Kirby, James Russo, Anne Heche, Zeljko Ivanek, Brian Tarantina, Rocco Sisto, Zach Grenier, Gerry Becker, Robert Miano, Paul Giamatti, Gretchen Mol, Tim Blake Nelson, Walt MacPherson, Ronnie Farer, Terry Serpico, Tony Lip, George Angelica, Val Avery, Madison Arnold, Delanie Fitzpatrick, Katie Sagona, Sara Gold, Larry Romano, James McCauley, James Bulleit, Andrew Parks, Keenan Shimizu, Rocco Musacchia, Joe Francis, Sal Jenco, Billy Capucilli, Laura Cahill, Doreen Murphy, Elle Alexander, Denise Faye, Elaine del Valle, John Horton, Dan Brennan, LaJuan Carter, Sandy Barber, Joyce Stovall, Frank Pesce, Randy Jurgensen, John Di Benedetto, Richard Zavaglia, Tony Ray Rossi, Edward Black, Gaetano LoGiudice, Carmelo Musacchia, Pat Vecchio, Caleb, Barry Hirschberg, Flint Beverage, Frank Bonsangue, Mark Todd Bruner, Christopher Del Gaudio, Stephen Emirzian, Teresa Giudice, Jim Lavin, Jeff Millstein, Peter O'Hara, Davell j Owens, Antone Pagan, Lisa Marie Panagos, Garry Pastore, Dale Resteghini, Larry Tobias, Vinny Vella, Edward Williams",
			"links": [
				{
					"url": "http://51.77.159.233:30299/f21dfb96a7e9ecfdda60ff986ab2807b"
				}
			]
		},
		{
			"tmdb_id": 949,
			"title": "Heat - La sfida",
            "saga":"Al Pacino",
			"plot": "Neil McCauley è un pericoloso criminale che ha passato molti anni della sua vita in galera ed è fermamente deciso a non metterci mai più piede. Ma ora a Los Angeles c'e Vincent Hanna, un detective del dipartimento di polizia che da la caccia a lui e alla sua gang.",
			"year": "1995",
			"director": "Michael Mann",
			"genre": "Azione, Crime, Dramma, Thriller",
			"actors": "Al Pacino, Robert De Niro, Val Kilmer, Jon Voight, Tom Sizemore, Diane Venora, Amy Brenneman, Ashley Judd, Mykelti Williamson, Natalie Portman, Ted Levine, Tom Noonan, Tone Loc, Hank Azaria, Wes Studi, Dennis Haysbert, Danny Trejo, Henry Rollins, William Fichtner, Kevin Gage, Susan Traylor, Jerry Trimble, Ricky Harris, Jeremy Piven, Xander Berkeley, Begonya Plaza, Rick Avery, Hazelle Goodman, Ray Buktenica, Max Daniels, Vince Deadrick Jr., Steven Ford, Farrah Forke, Patricia Healy, Paul Herman, Cindy Katz, Brian Libby, Dan Martin, Mario Roberts, Thomas Rosales Jr., Yvonne Zima, Mick Gould, Bud Cort, Viviane Vives, Kim Staunton, Martin Ferrero, Brad Baldridge, Andrew Camuccio, Kenny Endoso, Kimberly Flynn, Niki Haris, Bill McIntosh, Rick Marzan, Terry Miller, Daniel O'Haco, Kai Soremekun, Peter Blackwell, Trevor Coppola, Mary Kircher, Darin Mangan, Robert Miranda, Manny Perry, Iva Franks Singer, Tim Werner, Philip Ettington, Rainell Saunders, Brian Camuccio, Amanda Graves, Emily Graves, Thomas Elfmont, Ted Harvey, Wendy L. Walsh, Rey Verdugo, Phillip Robinson, Jimmy Star",
			"links": [
				{
					"url": "http://51.77.159.233:30299/d5bd388f35c43f035f1dadb55b1fb355"
				}
			]
		},
		{
			"tmdb_id": 9008,
			"title": "Insider - Dietro la verità",
            "saga":"Al Pacino",
			"plot": "Un ex dirigente della Brown & Williamson decide di rilasciare un'intervista nella quale svela i retroscena che stanno dietro alla produzione ed alla manipolazione chimica del tabacco. L'uomo diventa il testimone principale di un importante processo contro le multinazionali del tabacco. La sua vita viene distrutta e, solo un giornalista gli resterà accanto per aiutarlo a svelare i suoi segreti.",
			"year": "1999",
			"director": "Michael Mann",
			"genre": "Dramma, Thriller",
			"actors": "Al Pacino, Russell Crowe, Christopher Plummer, Diane Venora, Bruce McGill, Lindsay Crouse, Philip Baker Hall, Debi Mazar, Renee Olstead, Hallie Kate Eisenberg, Stephen Tobolowsky, Colm Feore, Gina Gershon, Michael Gambon, Rip Torn, Cliff Curtis, Gary Sandy, Roger Bart, Jack Palladino, Michael Moore, Lynne Thigpen, Michael Paul Chan, Linda Hart, Robert Harper, Nestor Serrano, Pete Hamill, Wings Hauser, Willie C. Carpenter, Paul Butler, Megan Odebash, Sayed Badreya, Chris Ufland, Douglas McGrath, Bill Sage, Joseph Hindy, Dennis Garber, Tim Grimm, Paul Perri, Wanda De Jesus, Robert Patrick Brink, V.J. Foster, James Harper, Eyal Podell, Breckin Meyer, David Roberson, David Clyde Carr, Vyto Ruginis, Saemi Nakamura, Knox White, David C. Fisher, Phil Hawn, Zane Lamprey, Robert Malone, Vin Morreale Jr, Robert D. Parham, Roger Phenix",
			"links": [
				{
					"url": "http://51.77.159.233:30299/842b2cdd4929669d44df178054698064"
				}
			]
		},
		{
			"tmdb_id": 320,
			"title": "Insomnia",
            "saga":"Al Pacino",
			"plot": "Durante un'indagine su un omicidio di una giovane ragazza, un esperto detective uccide accidentalmente un suo collega e per non rovinarsi la reputazione cerca di nascondere gli indizi che portano a lui. Ma qualcuno ha visto tutto l'accaduto e comincia a minacciarlo.",
			"year": "2002",
			"director": "Christopher Nolan",
			"genre": "Crime, Mistero, Thriller",
			"actors": "Al Pacino, Robin Williams, Hilary Swank, Maura Tierney, Martin Donovan, Nicky Katt, Paul Dooley, Crystal Lowe, Jay Brazeau, Larry Holden, Kerry Sandomirsky, Lorne Cardinal, Katharine Isabelle, Jonathan Jackson, Paula Shaw, Oliver 'Ole' Zemen, James Hutson, Andrew Campbell, Tasha Simms, Malcolm Boddington, Chris Gauthier, Ian Tracey, Kate Robbins, Emily Perkins, Dean Wray",
			"links": [
				{
					"url": "http://51.77.159.233:30299/1b95efdd5c5a0fbe493f8bc3b9256e36"
				}
			]
		},
		{
			"tmdb_id": 1813,
			"title": "L'Avvocato del Diavolo",
            "saga":"Al Pacino",
			"plot": "Kevin Lomax è un giovane avvocato di successo della Florida. Non ha mai perso una causa, benchè talvolta consapevole della colpevolezza dei propri clienti. E' felicemente sposato con Mary Ann e ha un buon rapporto con la madre. L'eco dei suoi successi giunge all'orecchio di John Milton, fondatore e capo di uno degli studi legali più prestigiosi di New York, che gli fa un'offerta a dir poco allettante.",
			"year": "1997",
			"director": "Taylor Hackford",
			"genre": "Dramma, Mistero, Thriller, Fantasy, Horror",
			"actors": "Keanu Reeves, Al Pacino, Charlize Theron, Jeffrey Jones, Judith Ivey, Connie Nielsen, Craig T. Nelson, Tamara Tunie, Ruben Santiago-Hudson, Debra Monk, Vyto Ruginis, Laura Harrington, Pamela Gray, George Wyner, Chris Bauer, Connie Embesi, Jonathan Cavallary, Heather Matarazzo, Murphy Guyer, Leo Burmester, Bill Moor, Neal Jones, Eddie Aldridge, Mark Deakins, Rony Clanton, George O. Gore II, Alan Manson, Brian Poteat, Daniel Oreskes, Kim Chan, Caprice Benedetti, Don King, Ray Garvey, Rocco Musacchia, Susan Kellermann, James Saito, Harsh Nayyar, Mohammed Ghaffari, Nicki Cochrane, Fenja Klaus, Gino Lucci, Novella Nelson, Vincent Laresca, Benny Nieves, Franci Leary, Monica Keena, Gloria Lynne Henry, Paul Benedict",
			"links": [
				{
					"url": "http://51.77.159.233:30299/2fa78d5f7b9fe01f97465db418f91fbc"
				}
			]
		},
		{
			"tmdb_id": 1813,
			"title": "L'Avvocato del Diavolo",
            "saga":"Al Pacino",
			"plot": "Kevin Lomax è un giovane avvocato di successo della Florida. Non ha mai perso una causa, benchè talvolta consapevole della colpevolezza dei propri clienti. E' felicemente sposato con Mary Ann e ha un buon rapporto con la madre. L'eco dei suoi successi giunge all'orecchio di John Milton, fondatore e capo di uno degli studi legali più prestigiosi di New York, che gli fa un'offerta a dir poco allettante.",
			"year": "1997",
			"director": "Taylor Hackford",
			"genre": "Dramma, Mistero, Thriller, Fantasy, Horror",
			"actors": "Keanu Reeves, Al Pacino, Charlize Theron, Jeffrey Jones, Judith Ivey, Connie Nielsen, Craig T. Nelson, Tamara Tunie, Ruben Santiago-Hudson, Debra Monk, Vyto Ruginis, Laura Harrington, Pamela Gray, George Wyner, Chris Bauer, Connie Embesi, Jonathan Cavallary, Heather Matarazzo, Murphy Guyer, Leo Burmester, Bill Moor, Neal Jones, Eddie Aldridge, Mark Deakins, Rony Clanton, George O. Gore II, Alan Manson, Brian Poteat, Daniel Oreskes, Kim Chan, Caprice Benedetti, Don King, Ray Garvey, Rocco Musacchia, Susan Kellermann, James Saito, Harsh Nayyar, Mohammed Ghaffari, Nicki Cochrane, Fenja Klaus, Gino Lucci, Novella Nelson, Vincent Laresca, Benny Nieves, Franci Leary, Monica Keena, Gloria Lynne Henry, Paul Benedict",
			"links": [
				{
					"url": "http://51.77.159.233:30299/8fd107fbc4e92873b9d5b64ff9f3e628"
				}
			]
		},
		{
			"tmdb_id": 1647,
			"title": "La regola del sospetto",
            "saga":"Al Pacino",
			"plot": "James Clayton (Colin Farrell) è uno dei migliori prospetti del gruppo di nuove reclute della CIA. La sua intelligenza e le sue attitudini non convenzionali vengono subito notate dal veterano Walter Burke (Al Pacino) che lo mette sotto la sua protezione aiutando Clayton a superare il difficile corso di addestramento. La prima missione di Clayton sarà quella di scovare una talpa, infiltrata nell'agenzia.",
			"year": "2003",
			"director": "Roger Donaldson",
			"genre": "Azione, Thriller",
			"actors": "Colin Farrell, Al Pacino, Bridget Moynahan, Gabriel Macht, Karl Pruner, Eugene Lipinski, Mike Realba, Domenico Fiore, Ron Lea, Jeanie Calleja, Jessica Greco, Angelo Tsarouchas, Veronica Hurnick, Steve Lucescu, Richard Fitzpatrick, John Watson, Chris Owens, Janet Bailey, Sam Kalilieh, Merwin Mondesir, Elisa Moolecherry, Sheldon Davis, Oscar Hsu, Arlene Mazerolle, Brian Rhodes, Steve Behal, Jane Moffat, Bart Bedford, Tony Craig, David Boyce, Tova Smith, Michael Rubenfeld, Kenneth Mitchell, Mark Ellis, Neil Crone, Ray Paisley, Scott McCord, Jenny Cooper, Shaun Verreault, Safwan Javed, Earl Pereira, Conrad Bergschneider, John Wayne Shafer, Stephen Lee Wright",
			"links": [
				{
					"url": "http://51.77.159.233:30299/1c24b5ae99786123e44f832932affec8"
				}
			]
		},
		{
			"tmdb_id": 9563,
			"title": "Ogni maledetta domenica",
            "saga":"Al Pacino",
			"plot": "L'allenatore dei Miami Sharks Tony D'Amato e' in crisi adesso che la sua squadra dopo due anni di succesi e' in calo di rendimento, ad aggravare le cose ci sono l'infortunio del quarterback titolare \"Cap\" Rooney e le pressioni della giovane proprietaria Christina Pagniacci.",
			"year": "1999",
			"director": "Oliver Stone",
			"genre": "Dramma",
			"actors": "Al Pacino, Cameron Diaz, Dennis Quaid, James Woods, Jamie Foxx, LL Cool J, Matthew Modine, Jim Brown, Lawrence Taylor, Bill Bellamy, Aaron Eckhart, John C. McGinley, Andrew Bryniarski, Lauren Holly, Ann-Margret, Lela Rochon, Ron Madoff, Elizabeth Berkley, Charlton Heston, Delia Sheppard, Mary Fanaro, James Karen, Gianni Russo, Duane Martin, Clifton Davis, John Daniel, Patrick O'Hara, Jerry A. Sharp, Marty Wright, Mazio Royster, Todd Smith, Jamie Williams, Craig Thomson, Greg Orvis, Bjorn Nittmo, Matt Martinez, Pete Ohnegian, Brian E. O'Neal, Robert L. Goff, Skip McClendon, Derrick Lassic, Eric Miller, Kevin Reid, Oliver Stone, Phil Latzman, Barry Switzer, Mark Robert Ellis, Joseph A. Wilson, Margaret Betts, Antares Davis, Liz Petterson, Lester Speight, Kirsten Krueger, Joanna Theobalds, Tonya Oliver, Amy Dorris, Sarah Penman, Kathy Alzado Murray, Sacha Voski, Nikki Novak, Michelle Bernard, Lisa Ann Phillips, Catherine Stone, Carin Abnathy, Micah West, Christy Tummond, Terrell Owens, Irving Fryar, Joe Schmidt, Tyler Cravens, Eva Tamargo, Tucker Brown, Rick Johnson",
			"links": [
				{
					"url": "http://51.77.159.233:30299/edb128f7460551d410ac88d7b298f0a8"
				}
			]
		},
		{
			"tmdb_id": 27554,
			"title": "Panico a Needle Park",
            "saga":"Al Pacino",
			"plot": "Needle Park, New York: Bobby è un piccolo spacciatore con un fratello ladro. Entra ed esce di galera dall'età di nove anni. Sebbene non ne sia dipendente, Bobby “spizzica” eroina (la usa ma non quotidianamente) e, paradossalmente, è pieno di voglia di vivere, nonostante i suoi molti amici siano tutti drogati. Helen ha lasciato la sua famiglia (padre, madre, fratelli, cane e casa con giardino) e si è trasferita a New York per i suoi studi di arte. È dolce, riservata silenziosa. Dopo un aborto conosce Bobby e s'innamorano. Bobby vuole sposare Helen, lei vorrebbe andare a vivere in campagna.",
			"year": "1971",
			"director": "Jerry Schatzberg",
			"genre": "Dramma, Romance",
			"actors": "Al Pacino, Kitty Winn, Alan Vint, Richard Bright, Kiel Martin, Warren Finnerty, Michael McClanathan, Marcia Jean Kurtz, Raúl Juliá, Joe Santos, Paul Sorvino, Larry Marshall, Paul Mace",
			"links": [
				{
					"url": "http://51.77.159.233:30299/cb816d4ab50892a8f308b0c143450187"
				}
			]
		},
		{
			"tmdb_id": 41760,
			"title": "Papà, sei una frana",
            "saga":"Al Pacino",
			"plot": "Ivan Travalian, noto commediografo, abbandonato da Gloria, la sua seconda moglie, resta con cinque figli: uno suo e gli altri di Gloria, avuti dai precedenti mariti. Travalian viene sommerso dalla caotica vita familiare e dal dolore della perdita della moglie che ancora ama, tanto che non riesce a terminare la commedia che sta per andare in scena a Broadway.",
			"year": "1982",
			"director": "Arthur Hiller",
			"genre": "Commedia, Dramma, Romance",
			"actors": "Al Pacino, Dyan Cannon, Tuesday Weld, Bob Dishy, Bob Elliott, Ray Goulding, Eric Gurry, Elva Josephson, B.J. Barie, Ari Meyers, Benjamin H. Carlin, Alan King",
			"links": [
				{
					"url": "http://51.77.159.233:30299/d8377ffabec908632c8730e87720b415"
				}
			]
		},
		{
			"tmdb_id": 968,
			"title": "Quel pomeriggio di un giorno da cani",
            "saga":"Al Pacino",
			"plot": "Il 22 agosto 1972, tre balordi assaltano una banca di Brooklyn. Uno dei tre si tira subito indietro e scappa; Sal e Sonny restano intrappolati nei locali della banca dopo l'intervento fortuito della polizia.",
			"year": "1975",
			"director": "Sidney Lumet",
			"genre": "Crime, Dramma, Thriller",
			"actors": "Al Pacino, John Cazale, Charles Durning, Chris Sarandon, James Broderick, William Bogert, Penelope Allen, Sully Boyar, Beulah Garrick, Carol Kane, Sandra Kazan, Marcia Jean Kurtz, Amy Levitt, John Marriott, Estelle Omens, Gary Springer, Carmine Foresta, Lance Henriksen, Floyd Levine, Dick Anthony Williams, Dominic Chianese, Marcia Haufrecht, Judith Malina, Susan Peretz, Ron Cummins, Jay Gerber, Philip Charles MacKenzie, Chu Chu Malave, Lionel Pina, Robert Costanzo, Ron Gilbert, Kenneth McMillan, Ed Metzger, Lynette Sheldon, Alan Berger, James Bulleit, Todd Everett, Raymond Serra, Tom Towles",
			"links": [
				{
					"url": "http://51.77.159.233:30299/56140f2fef055494a8b34afc142414a5"
				}
			]
		},
		{
			"tmdb_id": 968,
			"title": "Quel pomeriggio di un giorno da cani",
            "saga":"Al Pacino",
			"plot": "Il 22 agosto 1972, tre balordi assaltano una banca di Brooklyn. Uno dei tre si tira subito indietro e scappa; Sal e Sonny restano intrappolati nei locali della banca dopo l'intervento fortuito della polizia.",
			"year": "1975",
			"director": "Sidney Lumet",
			"genre": "Crime, Dramma, Thriller",
			"actors": "Al Pacino, John Cazale, Charles Durning, Chris Sarandon, James Broderick, William Bogert, Penelope Allen, Sully Boyar, Beulah Garrick, Carol Kane, Sandra Kazan, Marcia Jean Kurtz, Amy Levitt, John Marriott, Estelle Omens, Gary Springer, Carmine Foresta, Lance Henriksen, Floyd Levine, Dick Anthony Williams, Dominic Chianese, Marcia Haufrecht, Judith Malina, Susan Peretz, Ron Cummins, Jay Gerber, Philip Charles MacKenzie, Chu Chu Malave, Lionel Pina, Robert Costanzo, Ron Gilbert, Kenneth McMillan, Ed Metzger, Lynette Sheldon, Alan Berger, James Bulleit, Todd Everett, Raymond Serra, Tom Towles",
			"links": [
				{
					"url": "http://51.77.159.233:30299/ab00912c85b06e966d03f7761e395882"
				}
			]
		},
		{
			"tmdb_id": 12701,
			"title": "Revolution",
            "saga":"Al Pacino",
			"plot": "Anche la lotta per l’indipendenza può essere vissuta come una “sporca guerra”: è ciò che accade, durante la Rivoluzione Americana, a Tom Dobb, un pescatore che si ritrova a combattere - così come il figlio Ned - per una causa che non è la sua.",
			"year": "1985",
			"director": "Hugh Hudson",
			"genre": "Avventura, Dramma, Storia, Guerra",
			"actors": "Al Pacino, Donald Sutherland, Nastassja Kinski, Joan Plowright, Dave King, Dexter Fletcher, Sid Owen, Richard O'Brien, John Wells, Steven Berkoff, Annie Lennox, Paul Brooke, Graham Greene, Robbie Coltrane, Felicity Dean, Kate Hardie, Jesse Birdsall, Jonathan Adams, Frank Windsor, Adrian Rawlins, Stefan Gryff, William Marlowe, Rebecca Calder, Eric Milota, Jo Anna Lee, Harry Ditson, Theresa Boden, Larry Sellers, Malcolm Terris, Skeeter Vaughan, Joseph Runningfox, Matthew Sim, Lex van Delden, Tristram Jellinek",
			"links": [
				{
					"url": "http://51.77.159.233:30299/758abe8064a860edf46dda696c5853db"
				}
			]
		},
		{
			"tmdb_id": 42314,
			"title": "Riccardo III - un uomo, un re",
            "saga":"Al Pacino",
			"plot": "Shakespeare funziona dappertutto e in ogni epoca, perché racconta storie e sentimenti che possono essere tranquillamente riportati ai nostri giorni. È questo quello che tenta di dimostrare la prolungata ricerca di Al Pacino, che, nel film, interpella e scambia opinioni con attori come John Gielgud, Vanessa Redgrave, Kevin Spacey, ma anche con i passanti, compreso un tassista di colore. Al Pacino (all american, con tanto di berrettino di baseball con la tesa all'indietro) scommette su Shakespeare. Scommette di tasca propria (il film è prodotto da lui), lavorando per tre anni e mezzo nel tempo libero e utilizzando una formula alquanto ostica per il pubblico, a metà tra fiction e documentario. Il documentario ha il tempo scattante del miglior cinema americano 'di strada', è ironico, instancabile. Il dramma, invece, è nella tragedia, nella solennità oscura dello scenario e degli abiti di scena. Un andirivieni continuo, un amore sconfinato per il cinema e il teatro, un gran coraggio.",
			"year": "1996",
			"director": "Al Pacino",
			"genre": "Documentario",
			"actors": "Al Pacino, Winona Ryder, Kevin Spacey, Alec Baldwin, Aidan Quinn, Harris Yulin, Penelope Allen, Kenneth Branagh, Kevin Kline, James Earl Jones, Rosemary Harris, Peter Brook, Derek Jacobi, John Gielgud, Vanessa Redgrave, F. Murray Abraham",
			"links": [
				{
					"url": "http://51.77.159.233:30299/2f4cb8ae9b785ddf853a04f9b8dde550"
				}
			]
		},
		{
			"tmdb_id": 9296,
			"title": "S1m0ne",
            "saga":"Al Pacino",
			"plot": "E' l'incredibile storia di Viktor (Al Pacino) che crea con l'ausilio del computer la donna più bella del mondo, SIMONE, la quale diventerà in breve tempo una vera e propria star. Passata l'euforia, Viktor si rende presto conto che la messa in scena rischia di mettere in pericolo il suo matrimonio e la sua sanità mentale e decide di sbarazzarsi della sua creatura... Ma eliminarla non sarà così semplice...",
			"year": "2002",
			"director": "Andrew Niccol",
			"genre": "Commedia, Dramma, Fantascienza",
			"actors": "Al Pacino, Rachel Roberts, Catherine Keener, Evan Rachel Wood, Jay Mohr, Winona Ryder, Jason Schwartzman, Elias Koteas, Rebecca Romijn, James Gleason, Christopher Neiman, Jolie Jenkins, Joel Heyman, Benjamin Salisbury, Darnell Williams, Jim Rash, Ron Perkins, Jeffrey Pierce, Jeff Williams, Mitzi Martin, Carole Androsky, Derrex Brady, Lisa Cerasoli, Darin Heames, Patrick J. Dancy, Adrian R'Mante, David Doty, Maureen Mueller, Barry Papick, Andi Carnick, Richard Saxton, Vincent Boling, Mark Thompson, Keith MacKechnie, Pruitt Taylor Vince, Alan Loayza, Chris Coppola, Lombardo Boyar, Jenni Blong, Susan Chuang, Robert Musgrave, Deborah Rawlings, Christina Rydell, Rod Simmons, Hal Ozsan, Jaehne Moebius, Claudia Jordan, Henry D. Zapata, Stanley Anderson, Christopher Comes, Brad \"Chip\" Pope, Gordon Simmons, Teresa Parente, Bill A. Jones, Daniel Dõ, Clyde Tull, Moss Mossberg, Ronnie W. Elliot, Daniel von Bargen, Charles Noland, Chris Marley, Sean Cullen, Alec Murdock, Jim Brockhohn, Annie Coffey, Tony Crane, Lily Gareth, Edward C. Gillow, Phil Hawn, Diane Hudock, Michael Andrew Colin Keller, Camille Wainwright, Nancy Young",
			"links": [
				{
					"url": "http://51.77.159.233:30299/40b022d9b66198e53b0b3a9c45f9480a"
				}
			]
		},
		{
			"tmdb_id": 111,
			"title": "Scarface",
            "saga":"Al Pacino",
			"plot": "Ambientato nella Miami degli anni 80, l'intreccio si dipana tra il mondo degli immigrati cubani e quello dei signori della droga della east-coast. Tony Montana, lo sfregiato, è uno tra i tanti \"rifugiati politici\" in territorio statunitense, sbarcati sulle coste della Florida in seguito all'apertura delle carceri cubane. Per i profughi la via più veloce per abbandonare la degenza economica è darsi al crimine, e Tony, non certo uno stinco di santo, non ci penserà due volte. Comincerà così per il gangster una rapida ascesa, che arriverà a vertiginose quanto pericolose altezze.",
			"year": "1983",
			"director": "Brian De Palma",
			"genre": "Azione, Crime, Dramma, Thriller",
			"actors": "Al Pacino, Steven Bauer, Michelle Pfeiffer, Mary Elizabeth Mastrantonio, Robert Loggia, Miriam Colón, F. Murray Abraham, Paul Shenar, Harris Yulin, Ángel Salazar, Arnaldo Santana, Pepe Serna, Michael P. Moran, Al Israel, Dennis Holahan, Mark Margolis, John Carter, Michael Alldredge, Ted Beniades, Richard Belzer, John Brandon, Tony Perez, Garnett Smith, Gil Barreto, Victor Campos, Rene Carrasco, Albert Carrier, Gary Carlos Cervantes, Carlos Augusto Cestero, Roberto Contreras, Gregory Cruz, Dante D'Andre, Ben Frommer, Ronald G. Joseph, Mario Machado, John McCann, Victor Millan, Santos Morales, Mike Moroff, Manuel Padilla Jr., Michael Rougas, Geno Silva, Charles A. Tamburro, Angela Aames, Lee Benton, Lana Clarkson, Ava Lazar, Shelley Taylor Morgan, Emilia Crow, Margaret Michaels, Katt Shea, Barclay DeVeau, Charles Durning, Dennis Franz, Linda Gillen, Gregg Henry, Kevyn Major Howard, Henry Kingi, Brett Ratner, Marcus Shirock, Maxine Wasa, Ilka Tanya Payán, Jimmy Star",
			"links": [
				{
					"url": "http://51.77.159.233:30299/e856b2c7095658cfedcf24a59d1cde96"
				}
			]
		},
		{
			"tmdb_id": 111,
			"title": "Scarface",
            "saga":"Al Pacino",
			"plot": "Ambientato nella Miami degli anni 80, l'intreccio si dipana tra il mondo degli immigrati cubani e quello dei signori della droga della east-coast. Tony Montana, lo sfregiato, è uno tra i tanti \"rifugiati politici\" in territorio statunitense, sbarcati sulle coste della Florida in seguito all'apertura delle carceri cubane. Per i profughi la via più veloce per abbandonare la degenza economica è darsi al crimine, e Tony, non certo uno stinco di santo, non ci penserà due volte. Comincerà così per il gangster una rapida ascesa, che arriverà a vertiginose quanto pericolose altezze.",
			"year": "1983",
			"director": "Brian De Palma",
			"genre": "Azione, Crime, Dramma, Thriller",
			"actors": "Al Pacino, Steven Bauer, Michelle Pfeiffer, Mary Elizabeth Mastrantonio, Robert Loggia, Miriam Colón, F. Murray Abraham, Paul Shenar, Harris Yulin, Ángel Salazar, Arnaldo Santana, Pepe Serna, Michael P. Moran, Al Israel, Dennis Holahan, Mark Margolis, John Carter, Michael Alldredge, Ted Beniades, Richard Belzer, John Brandon, Tony Perez, Garnett Smith, Gil Barreto, Victor Campos, Rene Carrasco, Albert Carrier, Gary Carlos Cervantes, Carlos Augusto Cestero, Roberto Contreras, Gregory Cruz, Dante D'Andre, Ben Frommer, Ronald G. Joseph, Mario Machado, John McCann, Victor Millan, Santos Morales, Mike Moroff, Manuel Padilla Jr., Michael Rougas, Geno Silva, Charles A. Tamburro, Angela Aames, Lee Benton, Lana Clarkson, Ava Lazar, Shelley Taylor Morgan, Emilia Crow, Margaret Michaels, Katt Shea, Barclay DeVeau, Charles Durning, Dennis Franz, Linda Gillen, Gregg Henry, Kevyn Major Howard, Henry Kingi, Brett Ratner, Marcus Shirock, Maxine Wasa, Ilka Tanya Payán, Jimmy Star",
			"links": [
				{
					"url": "http://51.77.159.233:30299/a1a20b587cd7e713d0e111e4433ced61"
				}
			]
		},
		{
			"tmdb_id": 9475,
			"title": "Scent of a Woman - Profumo di donna",
            "saga":"Al Pacino",
			"plot": "Frank Slade, colonello in pensione, diventato cieco a causa di un incidente, si reca a New York per la festa del ringraziamento, deciso a trascorrere un week-end indimenticabile senza farsi mancare assolutamente nulla. In questa avventura lo accompagna Charlie, uno studente, il rapporto sarà difficile, divertente ed allo stesso tempo tragico, perchè il colonello ha deciso che quello sarà il suo ultimo week-end.",
			"year": "1992",
			"director": "Martin Brest",
			"genre": "Dramma",
			"actors": "Al Pacino, Chris O'Donnell, James Rebhorn, Gabrielle Anwar, Philip Seymour Hoffman, Bradley Whitford, Richard Venture, June Squibb, Frances Conroy, Rochelle Oliver, Tom Riis Farrell, Nicholas Sadler, Todd Louiso, Gene Canfield, Ron Eldard, Sally Murphy, Michael Santoro, Anh Duong, Leonard Gaines, David Lansbury, Baxter Harris, Francie Swift, William Beckwith, Peter Carew, Dan Gifford, Jack Mulcahy, Margaret Eginton, Matt Smith, Joseph Palmas, Michael Simon, Mansoor Najee-ullah, J.T. Cromwell, Paul Stocker, Mike Lisenco, Divina Cook, Russell Gibson, Carlo Giuliano, George Grafas, Luke L. Hansen, Kenneth Kopolovicz, Eric Reid Schroeder, Lucy Smith, Paul Zimmerman",
			"links": [
				{
					"url": "http://51.77.159.233:30299/b1ff1f556d49a006f9d795b35fc45399"
				}
			]
		},
		{
			"tmdb_id": 9475,
			"title": "Scent of a Woman - Profumo di donna",
            "saga":"Al Pacino",
			"plot": "Frank Slade, colonello in pensione, diventato cieco a causa di un incidente, si reca a New York per la festa del ringraziamento, deciso a trascorrere un week-end indimenticabile senza farsi mancare assolutamente nulla. In questa avventura lo accompagna Charlie, uno studente, il rapporto sarà difficile, divertente ed allo stesso tempo tragico, perchè il colonello ha deciso che quello sarà il suo ultimo week-end.",
			"year": "1992",
			"director": "Martin Brest",
			"genre": "Dramma",
			"actors": "Al Pacino, Chris O'Donnell, James Rebhorn, Gabrielle Anwar, Philip Seymour Hoffman, Bradley Whitford, Richard Venture, June Squibb, Frances Conroy, Rochelle Oliver, Tom Riis Farrell, Nicholas Sadler, Todd Louiso, Gene Canfield, Ron Eldard, Sally Murphy, Michael Santoro, Anh Duong, Leonard Gaines, David Lansbury, Baxter Harris, Francie Swift, William Beckwith, Peter Carew, Dan Gifford, Jack Mulcahy, Margaret Eginton, Matt Smith, Joseph Palmas, Michael Simon, Mansoor Najee-ullah, J.T. Cromwell, Paul Stocker, Mike Lisenco, Divina Cook, Russell Gibson, Carlo Giuliano, George Grafas, Luke L. Hansen, Kenneth Kopolovicz, Eric Reid Schroeder, Lucy Smith, Paul Zimmerman",
			"links": [
				{
					"url": "http://51.77.159.233:30299/fa9d7a69c49ead815833cdeeea51454a"
				}
			]
		},
		{
			"tmdb_id": 12150,
			"title": "Seduzione pericolosa",
            "saga":"Al Pacino",
			"plot": "Frank Keller è un investigatore newyorkese che indaga sul caso di un serial killer che cerca le sue vittime tra coloro che scrivono annunci sui giornali per cercare l'anima gemella...",
			"year": "1989",
			"director": "Harold Becker",
			"genre": "Dramma, Crime, Mistero, Romance, Thriller",
			"actors": "Al Pacino, Ellen Barkin, John Goodman, Michael Rooker, William Hickey, Richard Jenkins, Paul Calderon, Gene Canfield, Larry Joshua, John Spencer, Christine Estabrook, Barbara Baxley, Patricia Barry, Mark Phelan, Michael O'Neill, Michael Fischetti, Luis Antonio Ramos, Rafael Báez, Samuel L. Jackson, Damien Leake, John Thaddeus, Joshua Nelson, Christofer de Oni, Dwayne McClary, Jacqueline Brookes, Thom Curley, Fred Sanders, Larry Mullane, Anthony Catanese, Thomas Wagner, Manny Alfaro, Brian Paul, Deborah Taylor, Ferne Downey, Nancy Beatty, Tony De Santis, Jackie Laidlaw, Paul Hubbard, James Kidnie, Bridget O'Sullivan, Franz Fridal, James O'Regan, Wayne Best, John Bourgeois, Hugh Thompson, Miranda de Pencier, Ty Templeton, Lorraine Bracco",
			"links": [
				{
					"url": "http://51.77.159.233:30299/6647831be879318ec271e500762e2697"
				}
			]
		},
		{
			"tmdb_id": 12150,
			"title": "Seduzione pericolosa",
            "saga":"Al Pacino",
			"plot": "Frank Keller è un investigatore newyorkese che indaga sul caso di un serial killer che cerca le sue vittime tra coloro che scrivono annunci sui giornali per cercare l'anima gemella...",
			"year": "1989",
			"director": "Harold Becker",
			"genre": "Dramma, Crime, Mistero, Romance, Thriller",
			"actors": "Al Pacino, Ellen Barkin, John Goodman, Michael Rooker, William Hickey, Richard Jenkins, Paul Calderon, Gene Canfield, Larry Joshua, John Spencer, Christine Estabrook, Barbara Baxley, Patricia Barry, Mark Phelan, Michael O'Neill, Michael Fischetti, Luis Antonio Ramos, Rafael Báez, Samuel L. Jackson, Damien Leake, John Thaddeus, Joshua Nelson, Christofer de Oni, Dwayne McClary, Jacqueline Brookes, Thom Curley, Fred Sanders, Larry Mullane, Anthony Catanese, Thomas Wagner, Manny Alfaro, Brian Paul, Deborah Taylor, Ferne Downey, Nancy Beatty, Tony De Santis, Jackie Laidlaw, Paul Hubbard, James Kidnie, Bridget O'Sullivan, Franz Fridal, James O'Regan, Wayne Best, John Bourgeois, Hugh Thompson, Miranda de Pencier, Ty Templeton, Lorraine Bracco",
			"links": [
				{
					"url": "http://51.77.159.233:30299/6093ac6a1894c69a3be485b6f420463b"
				}
			]
		},
		{
			"tmdb_id": 9040,
			"title": "Serpico",
            "saga":"Al Pacino",
			"plot": "La storia vera del poliziotto italo-americano Frank Serpico; infiltratosi nella malavita scopre che la maggioranza dei colleghi sono corrotti. Lotterà con tutte le sue forze per far venire a galla la cosa inimicandosi pericolosamente i colleghi.",
			"year": "1973",
			"director": "Sidney Lumet",
			"genre": "Crime, Dramma, Storia",
			"actors": "Al Pacino, Jack Kehoe, Biff McGuire, Cornelia Sharpe, James Tolkan, M. Emmet Walsh, Tony Roberts, Allan Rich, F. Murray Abraham, Damien Leake, Alan North, Ted Beniades, Kenneth McMillan, Judd Hirsch, Tony Lo Bianco, Sam Coppola, Val Bisoglio, Hank Garrett, John Medici, Barbara Eda-Young, Joseph Bova, Gene Gross, John Stewart, Woodie King Jr., Edward Grover, Norman Ornellas, Albert Henderson, Ed Crowley, Bernard Barrow, Sal Carollo, Mildred Clinton, Nathan George, Gus Fleming, Richard Foronjy, Lewis J. Stadlen, John McQuade, John Lehne, George Ede, Charles White, P.J. Benjamin, Don Billett, John Brandon, James Bulleit, Roy Cheverie, Marjorie Eliot, René Enríquez, Conard Fowkes, Frank Gio, Trent Gough, Paul E. Guskin, Nick Hardin, Richard Kuss, George Loros, Stephen Pearlman, Tim Pelt, William Pelt, Jay Rasumny, Franklin Scott, Tom Signorelli, Ben Slack, Jaime Sánchez, Tracey Walter, Mary Louise Weller, John Randolph",
			"links": [
				{
					"url": "http://51.77.159.233:30299/56e10fffac2a8fa4360208d269310742"
				}
			]
		},
		{
			"tmdb_id": 9040,
			"title": "Serpico",
            "saga":"Al Pacino",
			"plot": "La storia vera del poliziotto italo-americano Frank Serpico; infiltratosi nella malavita scopre che la maggioranza dei colleghi sono corrotti. Lotterà con tutte le sue forze per far venire a galla la cosa inimicandosi pericolosamente i colleghi.",
			"year": "1973",
			"director": "Sidney Lumet",
			"genre": "Crime, Dramma, Storia",
			"actors": "Al Pacino, Jack Kehoe, Biff McGuire, Cornelia Sharpe, James Tolkan, M. Emmet Walsh, Tony Roberts, Allan Rich, F. Murray Abraham, Damien Leake, Alan North, Ted Beniades, Kenneth McMillan, Judd Hirsch, Tony Lo Bianco, Sam Coppola, Val Bisoglio, Hank Garrett, John Medici, Barbara Eda-Young, Joseph Bova, Gene Gross, John Stewart, Woodie King Jr., Edward Grover, Norman Ornellas, Albert Henderson, Ed Crowley, Bernard Barrow, Sal Carollo, Mildred Clinton, Nathan George, Gus Fleming, Richard Foronjy, Lewis J. Stadlen, John McQuade, John Lehne, George Ede, Charles White, P.J. Benjamin, Don Billett, John Brandon, James Bulleit, Roy Cheverie, Marjorie Eliot, René Enríquez, Conard Fowkes, Frank Gio, Trent Gough, Paul E. Guskin, Nick Hardin, Richard Kuss, George Loros, Stephen Pearlman, Tim Pelt, William Pelt, Jay Rasumny, Franklin Scott, Tom Signorelli, Ben Slack, Jaime Sánchez, Tracey Walter, Mary Louise Weller, John Randolph",
			"links": [
				{
					"url": "http://51.77.159.233:30299/6a5fe31cdfa25f003ba78513b65a442e"
				}
			]
		},
		{
			"tmdb_id": -1,
			"title": "Sfida senza regole - Righteous Kill",
            "saga":"Al Pacino",
			"plot": "",
			"year": "2008",
			"director": "",
			"genre": "",
			"actors": "",
			"links": [
				{
					"url": "http://51.77.159.233:30299/ee666d45ff87b31d5b7939d2dfd42fbb"
				}
			]
		},
		{
			"tmdb_id": 398978,
			"title": "The Irishman",
            "saga":"Al Pacino",
			"plot": "Frank Sheeran è un sicario della mafia e veterano della seconda guerra mondiale che sviluppa le sue abilità da esecutore criminale durante il suo servizio in Italia. Diventato vecchio, Sheeran riflette sugli eventi che hanno definito la sua carriera di sicario, in particolare il ruolo che ha avuto nella scomparsa del leader sindacale Jimmy Hoffa, suo amico di vecchia data, e del suo coinvolgimento con la famiglia criminale Bufalino.",
			"year": "2019",
			"director": "Martin Scorsese",
			"genre": "Crime, Dramma, Storia",
			"actors": "Robert De Niro, Al Pacino, Joe Pesci, Stephen Graham, Ray Romano, Harvey Keitel, Bobby Cannavale, Anna Paquin, Stephanie Kurtzuba, Kathrine Narducci, Welker White, Jesse Plemons, Jack Huston, Domenick Lombardozzi, Paul Herman, Louis Cancelmi, Gary Basaraba, Marin Ireland, Sebastian Maniscalco, Steven Van Zandt, Lucy Gallina, Jonathan Morris, Dascha Polanco, Bo Dietl, Aleksa Palladino, Daniel Jenkins, Jim Norton, Billy Smith, Kevin O'Rourke, Action Bronson, Glenn Cunningham, Paul Ben-Victor, Patrick Gallo, James Martin, Jake Hoffman, Barry Primus, Danny A. Abeckaser, Anthony J. Gallo, J. C. MacKenzie, Joseph Bono, Jamil Antonio Stefan, Louis Vanaria, Craig Vincent, John Polce, Joseph Riccobene, Vinny Vella, Thomas E. Sullivan, John Cenatiempo, Robert Mladinich, Rich Reilly, Robert Funaro, Tess Price, Jennifer Mudge, India Ennenga, Jordyn DiNatale, Kate Arrington, Bernie Martin, Philip Suriano, Tony Suriano, Jason A. Iannacone, Michael C. Brennan, James P. Harkins, Al Linea, Garry Pastore, Frank Pietrangolare, Frank Aquilino, Johnny T. Sollitto, Patrick Murney, Samantha Soule, Richard V. Licata, Vito Picone, Larry Mazza, Craig DiFrancia, Ira Drukier, Jon Bruno, Paul Borghese, Steven Maglio, James Licata, Veronica Alicino, Mike Massimino, James Ciccone, Ron Castellano, Marco Greco, Meghan Rafferty, Aldo Sergi, James Lorinz, Jeffrey Paul, Robert C. Kirk, Vincent Maritato, Lawrence Smith, Rebecca Faulkenberry, Ken Wulf Clark, John Rue, Steve Routman, Fernando Vera, Peter Claymore, Charles DelGatto, Michael Gongora, Eugene Bunge, Matthew F. O'Connor, Cliff Moylan, Vincenzo DelRiccio, Steve Beauchamp, Alfred Sauchelli Jr., Joe Giorgio, Diana Agostini, Lauren Aparicio, Kelley Rae O'Donnell, John Garrett Greer, Jack Caruso, John Scurti, Thomas J. Jenkins, Steve Witting, Luke Smith, Brent Langdon, James D. Forsha, Giacomino J. Matra, Paul Pearlman, Frank L. Messina, Cilda Shaur, Dominick LaRuffa Jr., Erick Zamora, Joe Caniano, Lou Martini Jr., Michael Bottari, John Bianco, Margaret Anne Florence, Siena Marino, Lori Arkin, Nicholas Chrysan, Samantha Coppola, Logan Crawford, Jeff DeHart, Mark Fairchild, Blaise Corrigan, Jill Brown, Tim Neff, Matt Walton, Peter J. Fernandez, Stephen Mailer, Gino Cafarelli, Robin Kerbis, Lucia Giannetta, Michael Romeo Ruocco, Anne Horak, Nina Lafarga, Clark Carmichael, Joseph Russo, Jeremy Luke, Barbara Eyland, Tracy J. Everitt, Saint Marino, Mario Corry, Johnny Potenza, Joe Passaro, Patrick Borriello, Alfred Nittoli, David Aaron Baker, Stanley Burns, Bill Timoney, Thomas J. McDonald, Virl Andrick, Ernest L. Sanders Jr., Bill McHugh, Kevin Kane, Amelia Brain, Craig 'Radioman' Castaldo, Jacqueline Kennedy, John F. Kennedy, Fidel Castro, Michael Iacono, Ashley North, Dean Ciallella",
			"links": [
				{
					"url": "http://51.77.159.233:30299/ca8bf4f47c5acaa02b521021998bafd7"
				}
			]
		},
		{
			"tmdb_id": 42217,
			"title": "Un attimo una vita",
            "saga":"Al Pacino",
			"plot": "",
			"year": "1977",
			"director": "Sydney Pollack",
			"genre": "Dramma, Romance",
			"actors": "Al Pacino, Marthe Keller, Anny Duperey, Walter McGinn, Romolo Valli, Van Doude, Gérard Hernandez, Stephan Meldegg, Norm Nielsen, Jaime Sánchez, Mickey Knox, Dorothy James, Guido Alberti, Monique Lejeune, Steve Gadler, Aurora Maris, Maurice Vallier, Antonino Faà di Bruno, André Valardy, Féodor Atkine, Patrick Floersheim, Bernie Pollack, Al Silvani, Isabelle de Blonay, Franco Ressel, Dominique Briand, Bernie Ecclestone",
			"links": [
				{
					"url": "http://51.77.159.233:30299/f5306c912896ea24ca6f6a15516cca4c"
				}
			]
		},
		{
			"tmdb_id": 40628,
			"title": "Un giorno da ricordare",
            "saga":"Al Pacino",
			"plot": "Nell'estate del 1933 a South Philadelphia, durante la Grande Depressione, Gennaro, un ragazzo dodicenne italo-americano che abita con il vecchio nonno malato (Al Pacino) e la madre, è attratto da un annuncio fatto a tutto volume da un camioncino di passaggio. Si reclamizza l'apertura di un grande cinema, il cui biglietto d'ingresso è di 25 cent. Il ragazzo con grande intraprendenza cerca con ogni mezzo di racimolare la somma necessaria per appagare il suo piccolo sogno, aiutato dal nonno, che nonostante la precaria condizione fisica, vuole lasciare un buon ricordo al nipotino.",
			"year": "1995",
			"director": "James Foley",
			"genre": "Dramma, Famiglia",
			"actors": "Jerry Barone, Al Pacino, Mary Elizabeth Mastrantonio, Joe Grifasi, Geoff Pierson, Patrick Borriello, Andy Romano, Donna Mitchell, Mary Testa, Joey Perillo, Alec Baldwin, Ron McLarty, Charley Scalies, Joanna Merlin, Mario D'Elia",
			"links": [
				{
					"url": "http://51.77.159.233:30299/bf378e45b0bdd8b292704e17383d0310"
				}
			]
		},
		{
			"tmdb_id": 240,
			"title": "Il padrino - Parte II",
            "saga":"Al Pacino",
			"plot": "Il film tratta della giovinezza e dei primi passi nel mondo del crimine di Vito Corleone, e delle difficoltà cinquant'anni più tardi di suo figlio, Michael, a mantenere in piedi l'impero Corleone. Il tutto tra vicende di emigrazione, tradimenti familiari, inchieste governative e affari.",
			"year": "1974",
			"director": "Francis Ford Coppola",
			"genre": "Dramma, Crime",
			"actors": "Al Pacino, Robert Duvall, Diane Keaton, Robert De Niro, John Cazale, Talia Shire, Lee Strasberg, Michael V. Gazzo, G. D. Spradlin, Richard Bright, Francesca De Sapio, Oreste Baldini, Gastone Moschin, Giuseppe Sillato, Bruno Kirby, Frank Sivero, Morgana King, Marianna Hill, Leopoldo Trieste, Dominic Chianese, Fay Spain, Harry Dean Stanton, Danny Aiello, Roger Corman, William Bowers, James Caan, Tom Rosqui, Amerigo Tot, Troy Donahue, John Aprea, Joe Spinell, Abe Vigoda, Tere Livrano, Gianni Russo, Maria Carta, Mario Cotone, Carmine Caridi, Carmine Foresta, Kathleen Beller, Ivonne Coll, Roman Coppola, Sofia Coppola, Sho Kosugi, James Gounaris, Nick Discenza, Joseph Medaglia, Joseph Della Sorte, Carmen Argenziano, Joe Lo Grippo, Ezio Flagello, Livio Giorgi, Saveria Mazzola, Tito Alba, Johnny Naranjo, Elda Maida, Salvatore Po, Ignazio Pappalardo, Andrea Maugeri, Peter LaCorte, Vincent Coppola, Peter Donat, Tom Dahlgren, Phil Feldman, Joe De Nicola, Edward Van Sickle, Gabriella Belloni, Venancia Grangerard, Erica Yohn, Gary Kurtz, Connie Mason, Frank Pesce, Victor Pujols Faneyte, Julie Gregg, Larry Guardino, Buck Houghton, Richard Matheson, John Megna, Jay Rasumny, Filomena Spagnuolo, Julian Voloshin, Italia Coppola, Philip Ettington",
			"links": [
				{
					"url": "http://51.77.159.233:30299/324c09f47f2dbc941a18a395c1fc5751"
				}
			]
		}
    ]
}