{
    "movies_list": [
        {
			"saga": "Fast & Furious",
			"tmdb_id": 584,
			"title": "2 Fast 2 Furious",
			"plot": "Brian ha la velocità nel sangue. Passione talmente esagerata da avergli fruttato l’esonero dall’FBI e averlo costretto a riciclarsi come criminale al servizio del boss di Miami Carter Verone. Decadenza degli eroi? Solo apparentemente: in realtà Brian, coadiuvato dall’altra infiltrata Monica, agisce sotto copertura per sventare un traffico di denaro sporco, e se per ottenere i propri scopi c’è da impegnarsi in duelli automobilistici mozzafiato, ad altissima velocità e tasso di scorrettezza, poco male.",
			"year": "2003",
			"director": "John Singleton",
			"genre": "Azione, Crime, Thriller",
			"actors": "Paul Walker, Tyrese Gibson, Eva Mendes, Ludacris, Cole Hauser, James Remar, Devon Aoki, Thom Barry, Amaury Nolasco, Michael Ealy, Jin Au-Yeung, Mark Boone Junior, Mo Gallini, Roberto 'Sanz' Sanchez, John Cenatiempo, Eric Etebari, Neal H. Moritz, Edward Finlay, Troy Brown, Corey Michael Eubanks, Sammy Maloof, Troy Robinson, Jose Perez, Sincerely A. Ward, Nievecita Dubuque, Tequilla Hill, Bettina Huffer, Phuong Tuyet Vo, Felecia Rafield, Mateo Herreros, Walter 'Duke' Foster, Zachary L. Mann, Kerry Rossall, Marc Macaulay, Cobette Harper, Limary Agosto, Tony Bolano, Tara Carroll, Marianne M. Arreaga, Tamara Jones, Vin Diesel",
			"links": [
				{
					"url": "http://51.77.159.233:30299/616b33774699ccbf435670f5c353f0c2",
                    "quality": "HD"
				}
			]
		},
		{
			"saga": "Fast & Furious",
			"tmdb_id": 384018,
			"title": "Fast & Furious - Hobbs & Shaw",
			"plot": "In seguito al loro primo scontro in Fast & Furious 7 del 2015, tra Hobbs (Johnson), mastodontico veterano del dipartimento di polizia statunitense Diplomatic Security Service, e Shaw (Statham), emarginato fuorilegge ed ex agente scelto dell'esercito inglese, c'è sempre stato un forte scambio di provocazioni e scontri nel tentativo di farsi fuori a vicenda.  Ma quando Brixton (Idris Elba), un anarchico ciberneticamente e geneticamente potenziato, si trova in possesso di una minaccia biologica che potrebbe alterare il genere umano per sempre - ed ha la meglio contro una brillante ed impavida agente dell'MI6 (Vanessa Kirby, The Crown), nonché sorella di Shaw - i due acerrimi nemici dovranno unire le forze per annientare l'unico uomo che potrebbe dimostrarsi più duro di loro due.",
			"year": "2019",
			"director": "David Leitch",
			"genre": "Azione, Avventura, Commedia",
			"actors": "Dwayne Johnson, Jason Statham, Idris Elba, Vanessa Kirby, Helen Mirren, Eiza González, Eddie Marsan, Eliana Su'a, Cliff Curtis, Lori Pelenise Tuisano, John Tui, Joshua Mauga, Leati Joseph Anoa'i, Rob Delaney, Alex King, Tom Wu, John Macdonald, Georgia Meacham, Laura Porta, Ima Caryl, Shiloh Coke, Joshua Coombes, Meesha Garbett, Harry Hickles, Lucy McCormick, Stephen Mitchell, Akie Kotabe, Felicity Dean, Pete White, Peter Basham, Noah Maxwell Clarke, Joel MacCormack, Vineeta Rishi, Ryan Reynolds, David Mumeni, Gavin Esler, Ansu Kabia, Stephanie Vogt, Dan Li, Adam Ganne, Antonio Mancino, Dan H. McCormick, Thalissa Teixeira, James Dryden, Katia Elizarova, Ella-Rae Smith, Rain Chan, Lee Anne Nyagodzi, Maria Sergejeva, Mackenzie Proll, Jack Kane, Nathan Jones, Spencer Wilding, Axel Nu, Stephen Dunlevy, Timothy Connolly, David Leitch, Michael Wildman, Jobe Allen, Manoj Anand, Lasco Atkins, Pualani Avaeoru, Leo Ayres, Philip John Bailey, Lyon Beckwith, Daniel Bernhardt, Kishore Bhatt, Martin Bratanov, Sergio Briones, Jill Buchanan, Abbey Butler, Conlan Casal, Tim Connolly, Samantha Corcoran, Richard Curtis, James 'JD Knight' Dunn, Daniel Eghan, Viktorija Faith, Francesca Fraser, Vickrem Gill, Michel Alexandre Gonzalez, Mark Gooden, Sonia Goswami, Layne Hannemann, Kevin Hart, Patrick Holly, Ruth Horrocks, Kalanikauleleiaiwi Jardine, Lampros Kalfuntzos, Kyle Leatherberry, Westley LeClay, Steven Lewington, Marian Lorencik, Teresa Mahoney, Clay Mason, Kevin Matadeen, Stephen McGowan, Peter Parker Mensah, Kelemete Misipeka, Pingi Moli, Richard James Montgomery, Sascha Panknin, Hio Pelesasa, Richard Price, Peter Rooney, Israel Ruiz, Rubens Saboia, Ben Santos, Bernardo Santos, Dave Simon, David Sturgeon, Matt Symonds, Matt Townsend, Rutvig Vaid, Jay Waddell, Nicholas Walker, Ryan Bailey",
			"links": [
				{
                    "url": "http://51.77.159.233:30299/b390ffc1af974252a87f74753fa15c14",
                    "quality": "HD"
				}
			]
		},
		{
			"saga": "Fast & Furious",
			"tmdb_id": 51497,
			"title": "Fast & Furious 5",
			"plot": "Finiti a Rio De Janeiro dopo aver liberato Dom (Vin Diesel), Brian (Paul Walker) e Mia (Jordana Brewster) cercano di salvarsi affrontando due temibili nemici: un ricco affarista corrotto e soprattutto l'agente federale Luke Hobbs (Dwayne Johnson), che mette su una squadra all'unico scopo di mettere le mani sui fuggiaschi.",
			"year": "2011",
			"director": "Justin Lin",
			"genre": "Azione, Thriller, Crime",
			"actors": "Vin Diesel, Paul Walker, Jordana Brewster, Tyrese Gibson, Ludacris, Matt Schulze, Sung Kang, Gal Gadot, Tego Calderón, Don Omar, Joaquim de Almeida, Dwayne Johnson, Elsa Pataky, Michael Irby, Fernando Chien, Alimi Ballard, Yorgo Constantine, Geoff Meed, Joseph Melendez, Jeirmarie Osorio, Mark Hicks, Esteban Cueto, Corey Michael Eubanks, Luis Da Silva Jr., Luis Gonzaga, Carlos Sanchez, Benjamin Blankenship, Pedro García, Arturo Gaskins, Jay Jackson, Arlene Santana, Kent Shocknek, Sharon Tay, Andy Rosa Adler, Eva Mendes, Michelle Rodriguez, Jimmy Star",
			"links": [
				{
					"url": "http://51.77.159.233:30299/837f0b3a8bc1d246879ac129ad8b4892",
                    "quality": "HD"
				}
			]
		},
		{
			"saga": "Fast & Furious",
			"tmdb_id": 82992,
			"title": "Fast & furious 6",
			"plot": "Da quando Dom e Brianhanno portato a termine la rapina di Rio sgominando l'impero di un boss e lasciando la loro squadra con 100 milioni di dollari, i nostri eroi si sono disseminati in tutto il globo. Ma l'impossibilità di tornare a casa e una vita perennemente in fuga, lasciano incomplete le loro esistenze. Nel frattempo, Hobbs è all’inseguimento di una letale organizzazione di esperti piloti mercenari attraverso 12 paesi, la cui mente è aiutata da uno spietato luogotenente che si rivelerà essere l'amore che Dom credeva morto: Letty. L'unico modo per fermare la squadra di criminali sarà quello di batterli sulla strada, così Hobbs chiederà a Dom di mettere nuovamente insieme la sua squadra d’elite a Londra. La ricompensa? Il perdono completo per tutti loro in modo da poter tornare a casa con le proprie famiglie.",
			"year": "2013",
			"director": "Justin Lin",
			"genre": "Azione, Thriller, Crime",
			"actors": "Vin Diesel, Paul Walker, Dwayne Johnson, Jordana Brewster, Michelle Rodriguez, Tyrese Gibson, Sung Kang, Gal Gadot, Ludacris, Luke Evans, Elsa Pataky, Gina Carano, Clara Paget, Kim Kold, Joe Taslim, Samuel M. Stewart, Benjamin Davies, Matthew Stirling, David Ajala, Thure Lindhardt, Shea Whigham, Andrei Zayats, John Ortiz, Jason Thorpe, Huggy Leaver, Alexander Vegh, Stephen Marcus, Magda Rodriguez, Andy Pointon, Victor Gardener, Sol de la Barreda, Françoise Philippart de Foy, Elvira Tricás, Carolina Pozo, Jhony Meñdez, Revil Beat, Sarah Yan Li, Lisandro León, Sonia Hernández Fumero, Pilar Mayo, Laz Alonso, Eddie Bagayawa, Dean Barlage, Gintare Beinoraviciute, Catherine Delaloye, Rowena Diamond, Mark Haldor, Andrew Koji, Alex Martin, Rita Ora, Gemita Samarra, Jason Statham, Jimmy Star, Johnny Strong, Chad Lindberg, Noel Gugliemi, Matt Schulze, Rick Yune, Reggie Lee, Rob Cohen, Michael Irby, Greg Cipes, Jack Conley, Lucas Black, Thom Barry",
			"links": [
				{
					"url": "http://51.77.159.233:30299/22ce355f382883022280abdc966391bc",
                    "quality": "HD"
				}
			]
		},
		{
			"saga": "Fast & Furious",
			"tmdb_id": 168259,
			"title": "Fast & Furious 7",
			"plot": "Un anno dopo essere ritornati negli Stati Uniti, Dom Toretto (Vin Diesel) e la sua banda di amici piloti si ritrovano costretti ad affrontare il piano di vendetta di Deckard Shaw (Jason Statham), determinato a far giustizia a modo proprio per la morte del fratello avvenuto anni prima. Ad aiutare Toretto e i suoi uomini sarà un enigmatico agente governativo (Kurt Russell), che propone loro in cambio di aiuto di testare sulle loro auto un dispositivo federale segreto.",
			"year": "2015",
			"director": "James Wan",
			"genre": "Azione, Thriller",
			"actors": "Vin Diesel, Paul Walker, Dwayne Johnson, Michelle Rodriguez, Tyrese Gibson, Ludacris, Jordana Brewster, Djimon Hounsou, Tony Jaa, Ronda Rousey, Nathalie Emmanuel, Kurt Russell, Jason Statham, Gal Gadot, Lucas Black, Elsa Pataky, Noel Gugliemi, John Brotherton, Luke Evans, Ali Fazal, Miller Kimsey, Charlie Kimsey, Eden Estrella, Gentry White, Iggy Azalea, Jon Lee Brody, Levy Tran, Anna Colwell, Viktor Hernandez, Steve Coulter, Robert Pralgo, Antwan Mills, J.J. Phillips, Jorge Ferragut, Sara Sohn, Benjamin Blankenship, D.J. Hapa, T-Pain, Brian Mahoney, Brittney Alger, Romeo Santos, Jocelin Donahue, Stephanie Langston, Jorge-Luis Pallo, Tego Calderón, Nathalie Kelley, Shad Moss, Don Omar, Klement Tinaj, Caleb Walker, Cody Walker",
			"links": [
				{
					"url": "http://51.77.159.233:30299/b5cba2208e9d890ae82b7f858751f8b5",
                    "quality": "HD"
				}
			]
		},
		{
			"saga": "Fast & Furious",
			"tmdb_id": 337339,
			"title": "Fast & Furious 8",
			"plot": "Ora che Dom e Letty sono in luna di miele e Brian e Mia si sono ritirati ed il resto del gruppo è stato esonerato, il team giramondo ha trovato una parvenza di vita normale. Ma il gruppo sarà messo a dura prova come mai prima d'ora quando una donna misteriosa irretisce Dom per indurlo a ritornare al mondo del crimine, dal quale lui tenta invano di sfuggire e a fargli tradire coloro che gli sono più cari.  Dalle coste di Cuba e le strade di New York fino alle distese ghiacciate del Mare di Barents, la nostra squadra d'élite attraverserà il globo per impedire a un ribelle di scatenare il caos in tutto il mondo e per riportare a casa l'uomo che li aveva resi una famiglia.",
			"year": "2017",
			"director": "F. Gary Gray",
			"genre": "Azione, Crime, Thriller",
			"actors": "Vin Diesel, Jason Statham, Dwayne Johnson, Michelle Rodriguez, Tyrese Gibson, Ludacris, Charlize Theron, Kurt Russell, Nathalie Emmanuel, Luke Evans, Elsa Pataky, Kristofer Hivju, Scott Eastwood, Corey Maher, Tego Calderón, Don Omar, Patrick St. Esprit, Eden Estrella, Janmarco Santiago, Oren Hawxhurst, Celestino Cornielle, Olek Krupa, Alexander Babara, Andre Pushkin, Robert Jekabson, Nick Gracer, Gary Weeks, Friday Chamberlain, Joe Fishel, Michael W. Broomer, Sam Hadid, Matthew Cornwell, Jason Rhymer, Jeremy Anderson, Peter Hansen, Todd Cole, Jordan Baumer, Scott Proctor, Carrie Lee Consolino, Madalyn Defler, Taylor Donaldson, Isabel Downing, Anna Duvall, Jaci Grace Edwards, Reese Edwards, Caylin Ingram, Caroline Kimmel, Katherine Kimmel, Jordan Price, Anna MacKenzie Rogers, Marina Lyn Serra, D66, James Ayoub, Carlos De La Hoz, Alejandro Bosch, Lisandra Delgado, Santiago Solis Chavez, Joyvan Guevara, Brenda Nuñez López, Anita Farmer Bergman, Karin Boesler, Apollo GT, Yassie Hawkes, Myrom Kingery, Gary Lavard, Faith Logan, Helen Mirren, Pauline Nowakowski, Charles Poole, Oleg Prudius, William Cowboy Reed, Mark Salas, Ramona Schwalbach, Jon Komp Shin, Doug Stroup, Branislav R. Tatalovic, Alan Tuskes, Zachary Vazquez, Gary Lee Vincent, Megan Marie Wilson, Yuliya Zelenskaya, Özcan Özdemir, Lucas Black, Paul Walker, Jordana Brewster",
			"links": [
				{
					"url": "http://51.77.159.233:30299/212292ed8e678de64da9d43ecba36cf9",
                    "quality": "HD"
				}
			]
		},
		{
			"saga": "Fast & Furious",
			"tmdb_id": 228474,
			"title": "Fast and Furious",
			"plot": "",
			"year": "1924",
			"director": "Norman Taurog",
			"genre": "Commedia, Azione",
			"actors": "Lige Conley, Otto Fries, Ruth Hiatt, John Rand, Spencer Bell, Fay Holderness",
			"links": [
				{
					"url": "http://51.77.159.233:30299/809f37742f69b8b8c709ef98823a6f7f",
                    "quality": "HD"
				}
			]
		},
		{
			"saga": "Fast & Furious",
			"tmdb_id": 9615,
			"title": "The Fast and the Furious: Tokyo Drift",
			"plot": "Dopo un incidente avvenuto durante una gara di macchine, Sean Boswell rischia di finire in riformatorio, ma viene invece spedito dalle autorità dal padre, che vive a Tokyo. Sui banchi di scuola incontra Neela e fa amicizia con Twinkie che lo introduce nel giro di gare di drifting, dove il re indiscusso dello \"sbandamento in curva con il controllo del sovrasterzo\" è proprio l'uomo di Neela, D.K., capo di una banda legata alla mafia giapponese. Sean non perde occasione per sfidarlo, ma non conoscendo le tecniche del drifting perde, distruggendo la macchina. Per ripagarla dovrà lavorare per Han che a sua volta è uno degli uomini di D.K.. Han però prende a cuore le sorti del ragazzo e gli diventa amico, insegnandogli in poco tempo tutto quello che c'è da sapere sul drifting.",
			"year": "2006",
			"director": "Justin Lin",
			"genre": "Azione, Crime, Dramma, Thriller",
			"actors": "Lucas Black, Nathalie Kelley, Sung Kang, Shad Moss, Brian Tee, Leonardo Nam, Brian Goodman, Zachery Ty Bryan, Nikki Griffin, Jason Tobin, Keiko Kitagawa, Lynda Boyd, Shin'ichi Chiba, Vin Diesel, Damien Marzett, Trula M. Marcus, Brandon Brendel, Daniel Booko, David V. Thomas, Amber Stevens West, Ashika Gogna, Christian Salazar, Kevin Caira, Julius Trey Sanford, Danny Ray McDonald II, Vincent Laresca, Joseph Crumpton, Yoko Maki, Rie Shibata, Toshi Hayama, Atley Siauw, Kazuki Namioka, Hiroshi Hatayama, Kaila Yu, Aiko Tanaka, Satoshi Tsumabuki, Konishiki, Caroline de Souza Correa, Silvia Šuvadová, Keiichi Tsuchiya, Kazutoshi Wadakura, Jimmy Lin, Verena Mei, Mari Jaramillo, Shoko Nakagawa, Mikiko Yano, Wendy Watanabe, Tina Tsunoda, Koji Kataoka, Tak Kubota, Stuart Yee, Mitsuki Koga, Hidesuke Motoki, Britten Kelley, Kevin Ryan, Alden Ray, Mitsuru Ôno, Chrissy Teigen",
			"links": [
				{
					"url": "http://51.77.159.233:30299/77f9a4513e7fd24fc39cf975c4a1ed9c"
				}
			]
		}
    ]
}