{
    "movies_list": [
        {
			"tmdb_id": 69315,
			"title": "Battlestar Galactica: Razor",
            "saga":"Battlestar Galactica",
			"plot": "La storia della Pegasus, l'astronave di combattimento che si trova a incrociare la Galactica di Bill Adamo nei mesi successivi all'apocalisse provocata dall'attacco dei Cylon alle dodici Colonie. La Pegasus è comandata dall'Ammiraglio Helena Cain, una donna coraggiosa e abile ma priva di scrupoli...",
			"year": "2007",
			"director": "Félix Enríquez Alcalá",
			"genre": "Fantascienza, Azione, Dramma, Thriller, televisione film",
			"actors": "Michelle Forbes, Stephanie Jacobsen, Graham Beckel, Jamie Bamber, Edward James Olmos, Mary McDonnell, Katee Sackhoff, James Callis, Tricia Helfer, Grace Park, Michael Hogan, Tahmoh Penikett, Michael Trucco, Alessandro Juliani, Kandyse McClure, Aaron Douglas",
			"links": [
				{
                    "url": "http://51.77.159.233:30299/5afdd6ed12d8b142c6d5bd21e1016c58",
                    "quality": "SD"
                },
                {
					"url": "http://51.77.159.233:30299/dc54beca0372befbb0e892db0e4925b6",
                    "quality": "HD"
				}
			]
		},
		{
			"tmdb_id": 105077,
			"title": "Battlestar Galactica: The Plan",
            "saga":"Battlestar Galactica",
			"plot": "Dopo la caduta delle Dodici Colonie, due agenti Cyloni sono intenti a discutere un piano per affrontare il problema degli umani superstiti. Spinti da un forte desiderio di rivalsa, i Cyloni però scopriranno che il rapporto di stretto contatto con gli umani a cui sono stati sottoposti per lunghi anni, ha generato in loro un sentimento mai provato prima che deciderà il destino dell'intero scontro.",
			"year": "2009",
			"director": "Edward James Olmos",
			"genre": "Fantascienza, Azione, Dramma",
			"actors": "Edward James Olmos, Dean Stockwell, Michael Trucco, Grace Park, Michael Hogan, Callum Keith Rennie, Kate Vernon, Rick Worthy, Lymari Nadal, Matthew Bennett, Rekha Sharma, Tricia Helfer, Alisen Down, Tiffany Lyndall-Knight, Alonso Oyarzun, Colin Corrigan, Diego Diablo Del Mar, Aaron Douglas, Maya Washington, Luvia Petersen, Richard Yearwood, Alex Ferris, Tommy Europe, Bruce Dawson, Lawrence Haegert, Gina Vultaggio, Leah Cairns, Nicki Clyne, Alessandro Juliani, Lucy Lawless, Kandyse McClure, Tahmoh Penikett, Katee Sackhoff",
			"links": [
				{
					"url": "http://51.77.159.233:30299/c61439a71fda16b0ca8a28de7d8a9700"
				}
			]
		}
    ]
}