{
    "movies_list": [
        {
			"tmdb_id": 30497,
			"title": "Non aprite quella porta",
            "saga": "Non aprite quella porta",
			"plot":"Mentre è in corso una serie di misteriose razzie nei cimiteri della zona, Sally (Marilyn Burns), assieme al fratello paraplegico Franklin (Paul A. Partain) e a un gruppo di amici, parte per una vacanza in camper alla vecchia casa abbandonata del nonno. Prima di arrivarci, i ragazzi danno un passaggio a uno strano autostoppista con cui hanno un alterco prima di sbatterlo fuori. Dopo aver dato un’occhiata alla casa, i ragazzi si separano e due di loro, Pam (Teri McMinn) e Kirk (William Vail), si imbattono in un’altra casa apparentemente abbandonata che vogliono visitare. Ma Kirk viene ucciso e Pam viene trascinata dentro la casa e impalata in un gancio da macellaio da un essere gigantesco con una maschera di cuoio in faccia (Gunnar Hansen). E gli altri dovranno cercare di salvarsi lottando contro una famiglia di cannibali.",
			"year": "1974",
			"director": "Tobe Hooper",
			"genre": "Horror",
			"actors": "Marilyn Burns, Allen Danziger, Paul A. Partain, William Vail, Teri McMinn, Edwin Neal, Jim Siedow, Gunnar Hansen, John Dugan, Robert Courtin, William Creamer, John Henry Faulk, Jerry Green, Ed Guinn, Joe Bill Hogan, Perry Lorenz, John Larroquette",
			"links": [
				{
					"url": "http://51.77.159.233:30299/61a21beec182d225e133154e5c3cf863"
				}
			]
		},
		{
			"tmdb_id": 30497,
			"title": "Non aprite quella porta",
            "saga": "Non aprite quella porta",
			"plot":"Mentre è in corso una serie di misteriose razzie nei cimiteri della zona, Sally (Marilyn Burns), assieme al fratello paraplegico Franklin (Paul A. Partain) e a un gruppo di amici, parte per una vacanza in camper alla vecchia casa abbandonata del nonno. Prima di arrivarci, i ragazzi danno un passaggio a uno strano autostoppista con cui hanno un alterco prima di sbatterlo fuori. Dopo aver dato un’occhiata alla casa, i ragazzi si separano e due di loro, Pam (Teri McMinn) e Kirk (William Vail), si imbattono in un’altra casa apparentemente abbandonata che vogliono visitare. Ma Kirk viene ucciso e Pam viene trascinata dentro la casa e impalata in un gancio da macellaio da un essere gigantesco con una maschera di cuoio in faccia (Gunnar Hansen). E gli altri dovranno cercare di salvarsi lottando contro una famiglia di cannibali.",
			"year": "1974",
			"director": "Tobe Hooper",
			"genre": "Horror",
			"actors": "Marilyn Burns, Allen Danziger, Paul A. Partain, William Vail, Teri McMinn, Edwin Neal, Jim Siedow, Gunnar Hansen, John Dugan, Robert Courtin, William Creamer, John Henry Faulk, Jerry Green, Ed Guinn, Joe Bill Hogan, Perry Lorenz, John Larroquette",
			"links": [
				{
					"url": "http://51.77.159.233:30299/1de3a4310f897bd7f183dbd7468937ab"
				}
			]
		},
		{
			"tmdb_id": 10781,
			"title": "Non aprite quella porta - L'inizio",
            "saga": "Non aprite quella porta",
			"plot":"La trama di questo prequel si incentra sulle origini del serial killer Leatherface e della sua famiglia di cannibali. Thomas Hewitt, il futuro Leatherface, nacque deforme da una povera donna che lo partorì durante un suo turno di lavoro in una macelleria del Texas, morendo di parto. Gettato in un cassonetto dal proprietario della macelleria, Thomas fu ritrovato da una mendicante a caccia di cibo in una pattumiera e da lei accudito e cresciuto, in un modo tanto disumano da renderlo la bestia che diventerà in futuro. Disgustato dal suo stesso aspetto, il giovane Hewitt iniziò a crearsi maschere con la pelle di animali trovati morti e fu assunto a lavorare nella stessa macelleria in cui lavorava sua madre. Quando però tale industria di carne chiuse, Thomas fu licenziato. Non accettando questo fatto, il ragazzo aspettò il proprietario nel suo studio e lo uccise a martellate; inoltre, trovata una motosega, il folle iniziò ad aggirarsi senza meta lungo la strada principale del paese.",
			"year": "2006",
			"director": "Jonathan Liebesman",
			"genre": "Horror, Thriller",
			"actors": "Jordana Brewster, Taylor Handley, Diora Baird, Matt Bomer, R. Lee Ermey, Lew Temple, Andrew Bryniarski, Tim DeZarn, Lee Tergesen, Cyia Batten, Terrence Evans, Marietta Marich, L.A. Calkins, Allison Marich, Marcus H. Nelson, Melody Chase, Emily Kaye, John Larroquette, Kathy Lamkin",
			"links": [
				{
					"url": "http://51.77.159.233:30299/322a8d87891ba9453ea77a52e84aeb13"
				}
			]
		},
		{
			"tmdb_id": 16337,
			"title": "Non aprite quella porta - Parte 2",
            "saga": "Non aprite quella porta",
			"plot":"Nel Texas (siamo nel 1973) varie persone sono misteriosamente sparite nel nulla, tra gli altri il giovane congiunto dello sceriffo Lefty che ha giurato vendetta e che un giorno viene chiamato via radio presso una macchina, letteralmente insanguinata e tagliata in due da una gigantesca motosega. Stretch, una ragazza che lavora presso una trasmittente locale, è in possesso della registrazione di una conversazione svoltasi la sera prima tra la stazione in parola e due ragazzi occupanti la vettura, ad un certo momento terrorizzati da eventi inesplicabili. Scomparsi i suddetti, Stretch pensa bene di consegnare il nastro allo sceriffo, però due specie di mostri umani le piombano in ufficio, distruggendo tutto con una motosega, quasi massacrando il suo compagno di lavoro e recando il corpo di quest'ultimo in una loro spaventosa dimora sotterranea in aperta campagna.",
			"year": "1986",
			"director": "Tobe Hooper",
			"genre": "Commedia, Horror",
			"actors": "Dennis Hopper, Caroline Williams, Jim Siedow, Bill Moseley, Bill Johnson, Lou Perryman, Tobe Hooper, Ken Evert , Harlan Jordan, Kirk Sisco, James N. Harrell, Kinky Friedman",
			"links": [
				{
					"url": "http://51.77.159.233:30299/60b1b35a15373edddb47ec7916199c5f"
				}
			]
		},
		{
			"tmdb_id": 126463,
			"title": "Non aprite quella porta - Parte 3",
            "saga": "Non aprite quella porta",
			"plot":"Una bella donna è perseguitata da un folle assassino che la aggredisce dopo vari tentativi nonostante la donna sia difesa dal marito. Il mostro riesce ad abusare della donna che, in seguito, non ricorda nulla dell'accaduto rimanendo sotto shock. Il mostro cercherà di farle rivivere tutte le sevizie passate affinché le ritrovi nella sua memoria.",
			"year": "1990",
			"director": "Claudio Fragasso",
			"genre": "Horror",
			"actors": "Tara Buckman, Peter Hooten, Richard Foster, Mel Davis, Lee Lively, Tova Sardot, Gaby Ford",
			"links": [
				{
					"url": "http://51.77.159.233:30299/e190b8f50e04ee24f2c9aed2a51d848e"
				}
			]
		},
		{
			"tmdb_id": 76617,
			"title": "Non aprite quella porta 3D",
            "saga": "Non aprite quella porta",
			"plot":"Texas Chainsaw 3D della Lionsgate continua la storia leggendaria della famiglia omicida dei Sawyer, ripartendo da dove il classico horror del 1974 di Tobe Hooper aveva lasciato a Newt, in Texas, dove per decenni la gente è scomparsa senza lasciare traccia. La gente del paese ha sospettato a lungo che la famiglia Sawyer, proprietaria di un locale di barbecue, fosse in qualche modo responsabile. I loro sospetti sono stati infine confermati in un afoso giorno d’estate quando una giovane donna riuscì a sfuggire da casa Sawyer dopo il brutale assassinio dei suoi quattro amici. Chiacchiere intorno alla cittadina si diffusero rapidamente e una folla di gente del posto inferocita circondò la tenuta dei Sawyer, bruciandola e uccidendo ogni singolo membro della famiglia o almeno così pensavano. Decenni più tardi a centinaia di chilometri di distanza dal massacro originale, una giovane donna di nome Heather scopre di aver ereditato una tenuta in Texas da una nonna che non ha mai conosciuto...",
			"year": "2013",
			"director": "John Luessenhop",
			"genre": "Horror, Thriller",
			"actors": "Alexandra Daddario, Tania Raymonde, Bill Moseley, Dan Yeager, Trey Songz, Richard Riehle, Keram Malicki-Sánchez, Shaun Sipos, Scott Eastwood, Marilyn Burns, Thom Barry, Sue Rock, Paul Rae, Gunnar Hansen, John Dugan, Dodie Brown, Kari J. Kramer, Sam McKinzie, James MacDonald, Edwin Neal, Teri McMinn, William Vail, Paul A. Partain, Allen Danziger, Nikolette Noel, Jonathan Darden Reed, Tori London, Veleka Gray, Elena Sanchez, Juliet Reeves London, Roni Hummel, Sarah Dandashy",
			"links": [
				{
					"url": "http://51.77.159.233:30299/b0b685d49a762368e5babfeded8db063"
				}
			]
		},
		{
			"tmdb_id": 16337,
			"title": "Non aprite quella porta - Parte 2",
            "saga": "Non aprite quella porta",
			"plot":"Nel Texas (siamo nel 1973) varie persone sono misteriosamente sparite nel nulla, tra gli altri il giovane congiunto dello sceriffo Lefty che ha giurato vendetta e che un giorno viene chiamato via radio presso una macchina, letteralmente insanguinata e tagliata in due da una gigantesca motosega. Stretch, una ragazza che lavora presso una trasmittente locale, è in possesso della registrazione di una conversazione svoltasi la sera prima tra la stazione in parola e due ragazzi occupanti la vettura, ad un certo momento terrorizzati da eventi inesplicabili. Scomparsi i suddetti, Stretch pensa bene di consegnare il nastro allo sceriffo, però due specie di mostri umani le piombano in ufficio, distruggendo tutto con una motosega, quasi massacrando il suo compagno di lavoro e recando il corpo di quest'ultimo in una loro spaventosa dimora sotterranea in aperta campagna.",
			"year": "1986",
			"director": "Tobe Hooper",
			"genre": "Commedia, Horror",
			"actors": "Dennis Hopper, Caroline Williams, Jim Siedow, Bill Moseley, Bill Johnson, Lou Perryman, Tobe Hooper, Ken Evert , Harlan Jordan, Kirk Sisco, James N. Harrell, Kinky Friedman",
			"links": [
				{
					"url": "http://51.77.159.233:30299/a68112cbbbfa7c306ab4c3d0a19ab9d4"
				}
			]
		}
    ]
}