{
    "movies_list": [
        {
			"tmdb_id": 176,
			"title": "Saw - L'enigmista",
            "saga":"Saw",
			"plot":"Due uomini si svegliano imprigionati nel covo di un feroce serial killer e dovranno dar vita ad una lotta all'ultimo sangue contro un vero e proprio genio del male, la cui pericolosità è senza uguali.",
			"year": "2004",
			"director": "James Wan",
			"genre": "Horror, Mistero, Crime",
			"actors": "Leigh Whannell, Cary Elwes, Danny Glover, Ken Leung, Dina Meyer, Michael Emerson, Makenzie Vega Norfolk, Monica Potter, Mike Butters, Shawnee Smith, Ned Bellamy, Paul Gutrecht, Benito Martinez, Alexandra Bokyun Chun, Avner Garbi, Tobin Bell, Hans Raith, Oren Koules",
			"links": [
				{
					"url": "http://51.77.159.233:30299/68670ad7ba654938c409fe81c15de586"
				}
			]
		},
		{
			"tmdb_id": 41439,
			"title": "Saw 3D - Il capitolo finale",
            "saga":"Saw",
			"plot":"Mentre infuria una battaglia mortale sul lascito brutale di Jigsaw, un gruppo di sopravvissuti di Jigsaw si riunisce per cercare il sostegno di un guru e del sopravvissuto Bobby Dagen, un uomo i cui oscuri segreti scatenano una nuova ondata di terrore... Il primo film ad essere girato esclusivamente col sistema SI e le fotocamera digitali in 3D, Saw VII 3D porta i sconvolgenti giochi di Jigsaw in vita come non mai visti prima.",
			"year": "2010",
			"director": "Kevin Greutert",
			"genre": "Horror, Crime",
			"actors": "Tobin Bell, Costas Mandylor, Betsy Russell, Cary Elwes, Sean Patrick Flanery, Chad Donella, Gina Holden, Laurence Anthony, Dean Armstrong, Naomi Snieckus, Rebecca Marshall, James Van Patten, Sebastian Pigott, Jon Cor, Anne Lee Greene, Chester Bennington, Oluniké Adeliyi, Tanedra Howard, Greg Bryk, Jimmy Star, Leigh Whannell, Shawnee Smith, Michael Emerson, Donnie Wahlberg, Danny Glover, Devon Bostick, Lyriq Bent, Erik Knudsen",
			"links": [
				{
					"url": "http://51.77.159.233:30299/14cd300290fa0e4ad3d8b6a78e665ee9"
				}
			]
		},
		{
			"tmdb_id": 215,
			"title": "Saw II - La soluzione dell'enigma",
            "saga":"Saw",
			"plot":"Jigsaw è tornato. Il brillante e psicotico ideatore dello sterminio delle sue vittime in \"SAW\", è tornato per un'altra partita del suo orribile gioco con la vita o con la morte. Quando viene scoperto un cadavere, il cui assassinio riconduce alla mano di Jigsaw, il detective Eric Mathews (Donnie Wahlberg) inizia le indagini e lo cattura facilmente. Ma questo non è che un dettaglio nel nefando piano di Jigsaw. Altre otto vittime sono pronte a lottare per la vita ed è ora che Mathews si unisca al gioco…",
			"year": "2005",
			"director": "Darren Lynn Bousman",
			"genre": "Horror",
			"actors": "Tobin Bell, Donnie Wahlberg, Shawnee Smith, Erik Knudsen, Franky G, Glenn Plummer, Emmanuelle Vaugier, Beverley Mitchell, Noam Jenkins, Tim Burd, Dina Meyer, Lyriq Bent, Tony Nappo, Kelly Jones, Vincent Rother, Linette Doherty, Kofi Payton, Gretchen Helbig, Leigh Whannell, Cary Elwes, Danny Glover, Monica Potter, Makenzie Vega Norfolk, Ned Bellamy, Michael Emerson",
			"links": [
				{
					"url": "http://51.77.159.233:30299/2805f1ee9c210fea99dcf84424fb096c"
				}
			]
		},
		{
			"tmdb_id": 214,
			"title": "Saw III - L'enigma senza fine",
            "saga":"Saw",
			"plot":"Il film inizia riprendendo la scena finale di Saw II: il detective Eric Mathews incatenato nel bagno di Saw I. Dopo aver provato, senza successo, a tagliare la catena, decide di tagliarsi il piede e liberarsi. Tuttavia dopo aver tentato di tagliarsi come aveva fatto il Dottor Gordon, decide di fratturarsi il piede colpendolo ripetutamente con la tavoletta di pietra con cui era stato ucciso Zep nel primo film. Il detective riesce così a sfilarsi la catena senza dover necessariamente tagliarsi il piede.",
			"year": "2006",
			"director": "Darren Lynn Bousman",
			"genre": "Horror, Thriller, Crime",
			"actors": "Tobin Bell, Shawnee Smith, Angus Macfadyen, Bahar Soomekh, Donnie Wahlberg, Dina Meyer, Leigh Whannell, Mpho Koaho, Barry Flatman, Lyriq Bent, J. LaRose, Debra McCabe, Costas Mandylor, Betsy Russell, Jane Luk, Stefan Georgiou, Niamh Wilson, Alan van Sprang, Kim Roberts, Brian Paul, Zoe Heath, Billy Parrott, Dylan Trowbridge, Franky G, Kelly Jones, Vincent Rother, Nicholas Kaegi, Mark Poyser, Timothy Burd, Dan Sudek, Bill Vibert, Sandy Kellerman, Shauna Black, Sean Sullivan, Larry Yachimec, Darrell Dennis, Christopher Marren, Mike Butters, Paul Gutrecht",
			"links": [
				{
					"url": "http://51.77.159.233:30299/f4eb6bc148f632e27d80cdd9c14d1883"
				}
			]
		},
		{
			"tmdb_id": 663,
			"title": "Saw IV - Il gioco continua",
            "saga":"Saw",
			"plot":"Il film ha inizio con l'autopsia dell’Enigmista (John Kramer). Dopo averlo sottoposto ad un’accurata dissezione, i due medici fanno la scoperta di una cassetta rivestita di cera dentro lo stomaco di John. Chiamato all’obitorio, il Detective Hoffman ascolta tramite un registratore le parole di John: 'Ho giurato che avrei continuato la mia opera. Pensavate che sarebbe tutto finito con la mia morte? Non è finita! Il Gioco è appena cominciato!'.",
			"year": "2007",
			"director": "Darren Lynn Bousman",
			"genre": "Horror, Thriller, Crime",
			"actors": "Tobin Bell, Costas Mandylor, Scott Patterson, Betsy Russell, Lyriq Bent, Athena Karkanis, Louis Ferreira, Simon Reynolds, Donnie Wahlberg, Angus Macfadyen, Shawnee Smith, Bahar Soomekh, Dina Meyer, Mike Realba, Marty Adams, Sarain Boylan, Billy Otis, James Van Patten, David Boyce, Kevin Rushton, Julian Richings, Kelly Jones, Ingrid Hart, Niamh Wilson, Janet Land, Ron Lea, Joanne Boland, Zoe Heath, Bill Vibert, Eric Gores, Devon Bostick, Tony Nappo, Emmanuelle Vaugier, Noam Jenkins, Mike Butters, J. LaRose, Oren Koules, Alison Luther, Kim Roberts, David Webster, Sandra Manson, Shauna Black, Darrell Dennis, Tracey Ferencz, Catherine Fitch, Christopher Marren, Christopher Morris, Geoffrey Pounsett",
			"links": [
				{
					"url": "http://51.77.159.233:30299/29691e8dc122ed242ef188b5ef579796"
				}
			]
		},
		{
			"tmdb_id": 11917,
			"title": "Saw V - Non crederai ai tuoi occhi",
            "saga":"Saw",
			"plot":"Seth Baxter, un assassino dapprima condannato all’ergastolo per omicidio e in seguito a soli 5 anni di prigione per un cavillo legale, è incatenato a un tavolo con sopra un gigantesco pendolo sul quale è montata una enorme lama. Un video messaggio gli indica che l’unica via per evitare di essere ucciso dal pendolo è quella di disintegrarsi le mani mettendole dentro delle presse e premendo il bottone al loro interno. Nonostante Seth faccia ciò che gli era stato indicato il pendolo non si ferma e lo taglia a metà.",
			"year": "2008",
			"director": "David Hackl",
			"genre": "Horror, Thriller, Crime",
			"actors": "Tobin Bell, Costas Mandylor, Scott Patterson, Betsy Russell, Julie Benz, Meagan Good, Mark Rolston, Carlo Rota, Greg Bryk, Laura Gordon, Joris Jarsky, Mike Butters, Al Sapienza, Mike Realba, Jeff Pustil, Dana Sorman, Sheila Shah, Samantha Lemole, Lyriq Bent, Athena Karkanis, Donnie Wahlberg, Danny Glover, Shawnee Smith, Bahar Soomekh, Niamh Wilson, Angus Macfadyen, Lisa Berry, Bill Vibert, Tony Nappo, Brandon McGibbon, Timothy Burd, Natalie Brown, Quancetia Hamilton, Lorraine Foreman, Sarah Power, Cory Lee, David Gale, Catherine Rix, Michael A. Miranda, Stephen Sparks, Jennifer Donison, Wayne Curnew, Alex Revan, Jimmy Star",
			"links": [
				{
					"url": "http://51.77.159.233:30299/1085d33bb3d730b7611477938169de55"
				}
			]
		},
		{
			"tmdb_id": 22804,
			"title": "Saw VI - Credi in lui",
            "saga":"Saw",
			"plot":"L'agente speciale Strahm (Scott Patterson) è morto, mentre il Detective Hoffman (Costas Mandylor) è diventato l'erede dell'Enigmista (Tobin Bell) senza che ci siano rivali in circolazione. Tuttavia, quando l'FBI si avvicina troppo a Hoffman, lui è costretto a iniziare il gioco svelando in questo modo il diabolico piano dell'Enigmista.",
			"year": "2009",
			"director": "Kevin Greutert",
			"genre": "Horror, Mistero",
			"actors": "Tobin Bell, Costas Mandylor, Betsy Russell, Mark Rolston, Peter Outerbridge, Shawnee Smith, George Newbern, James Gilbert, Athena Karkanis, Tanedra Howard, Samantha Lemole, Marty Moreau, Shawn Ahmed, Janelle Hutchison, Gerry Mendicino, Caroline Cave, Shauna MacDonald, Devon Bostick, Darius McCrary, Shawn Mathieson, Melanie Scrofano, Karen Cliche, Larissa Gomes, Billy Otis, Ginger Ruriko Busch, Jon Mack, François Sagat, Jessie Rusu, Tenika Davis, Karl Campbell, Elle Downs, James Van Patten, Dan Duran, Niamh Wilson",
			"links": [
				{
					"url": "http://51.77.159.233:30299/94f489a28e79f5b518a1aed16c748b9e"
				}
			]
		},
		{
			"tmdb_id": 298250,
			"title": "Saw - Legacy",
            "saga":"Saw",
			"plot":"Un ladruncolo, Edgar Munsen, viene braccato dalla polizia: ha uno strano telecomando in mano e chiede urgentemente del detective Halloran. Questi accorre, ma Edgar viene colpito da una pallottola dopo aver detto che il gioco è cominciato. Cinque persone, in effetti, si ritrovano in un luogo sconosciuto con una sorta di secchio di metallo in testa, legati a delle catene che li trascinano verso lame rotanti, mentre una voce chiede loro di confessare le bugie che hanno detto nella loro vita, perché il gioco è cominciato, ma, come sempre, c'è una via di scampo.",
			"year": "2017",
			"director": "Michael Spierig, Peter Spierig",
			"genre": "Crime, Horror, Mistero, Thriller",
			"actors": "Matt Passmore, Tobin Bell, Callum Keith Rennie, Hannah Anderson, Clé Bennett, Laura Vandervoort, Paul Braunstein, Mandela Van Peebles, Brittany Allen, Josiah Black, Edward Ruttle, Michael Boisvert, Sam Koules, Troy Feldman, Shaquan Lewis, Lauren Beatty, Misha Rasaiah, Sonia Dhillon Tully, Tina Jung, Brandon James Sim, James Gomez, Attila Sebesy, Bonnie Siu, Ryan Manning",
			"links": [
				{
					"url": "http://51.77.159.233:30299/b06485ea591ffd5ce1b455de2b89b2c9"
				}
			]
		}
    ]
}