{
    "movies_list": [
        {
			"tmdb_id": 557,
			"title": "Spider-Man",
            "saga": "Spider-man",
			"plot":"Peter Parker è il tipico adolescente sfigato, segretamente innamorato fin da bambino della sua vicina di casa Mary Jane, rimasto orfano dei genitori e che vive con gli zii. Durante una gita scolastica a un laboratorio scientifico Peter viene morso da un ragno geneticamente modificato. Ben presto si renderà conto di non aver più bisogno degli occhiali da vista e di essere in possesso di poteri molto particolari.",
			"year": "2002",
			"director": "Sam Raimi",
			"genre": "Fantasy, Azione",
			"actors": "Tobey Maguire, Willem Dafoe, Kirsten Dunst, James Franco, Rosemary Harris, J.K. Simmons, Cliff Robertson, Joe Manganiello, Bill Nunn, Michael Papajohn, Elizabeth Banks, Ron Perkins, Randy Mario Poffo, Octavia Spencer, Lucy Lawless, Bruce Campbell, Ted Raimi, Stan Lee, Macy Gray, Johnny Trí Nguyễn, Robert Kerman, Gerry Becker, K. K. Dodds, Jack Betts, Stanley Anderson, Shan Omar Huey, John Paxton, Jayce Bartok, Sara Ramirez, Una Damon, Larry Joshua, Timothy Patrick Quill, Jason Padgett, Evan Arnold, Jill Sayre, Brad Grunberg, Myk Watford, Sylva Kelegian, Peter Appel, Joseph D'Onofrio, Jim Norton, Tim DeZarn, Corey Mendell Parker, Ashley Edner, Alex Black, Rick Avery, Peter Aylward, Jillian Clare, Chris Coppola, Jesse Heiman, Leroy Patterson, Benny Urquidez, Scott L. Schwartz, Jophery C. Brown, Brian J. Williams, Jim Ward, Taylor Gilbert, Deborah Wakeham, Bill Calvert, Kristen Marie Holly, Ajay Mehta, Scott Spiegel, Mark De Alessandro, Tia Dionne Hodge, Loren Janes, Andray Johnson, Martin Pfefferkorn, Tammi Sutton, Lindsay Thompson, Sean Valla, Philip Ng, Pete Macnamara, Joy Michelle Moore, Lisa Danielle, Natalie T. Yeo, Erica D. Porter, Kristen Davidson, Sally Levi, David Holcomb, Shane Habberstad, Rachael Bruce, Mackenzie Bryce, Julia Barrie, Matt Smith, Maribel González, Amy Bouril, William Joseph Firth, Laura Gray, Joe Virzi, Michael Edward Thomas, Jeanie Fox",
			"links": [
				{
					"url": "http://51.77.159.233:30299/50e4409d4ee33de048500418cc12eff9"
				}
			]
		},
		{
			"tmdb_id": 558,
			"title": "Spider-Man 2",
            "saga": "Spider-man",
			"plot":"A New York, il mite Peter Parker fa sempre più fatica a conciliare la vita del tranquillo e timido studente con quella del supereroe al servizio della giustizia. Peter, tormentato dai suoi segreti, si rende conto che i rapporti con le persone che ama sono in pericolo, in particolar modo il suo amore per Mary Jane Watson. Presto inoltre dovrà impiegare tutte le sue energie per sconfiggere un nuovo temibile nemico, il brillante scienziato Otto Octavius, che si è trasformato nel tentacolare e malvagio “Doc Ock”.",
			"year": "2004",
			"director": "Sam Raimi",
			"genre": "Azione, Avventura, Fantasy",
			"actors": "Tobey Maguire, Kirsten Dunst, James Franco, Alfred Molina, Rosemary Harris, J.K. Simmons, Donna Murphy, Dylan Baker, Daniel Gillies, Bill Nunn, Vanessa Ferlito, Aasif Mandvi, Willem Dafoe, Cliff Robertson, Ted Raimi, Elizabeth Banks, Bruce Campbell, Gregg Edelman, Elya Baskin, Mageina Tovah, Daniel Dae Kim, Hal Sparks, Joel McHale, Stan Lee, Kelly Connell, Brent Briscoe, Emily Deschanel, Jason Fiore-Ortiz, Scott Spiegel, Andy Bale, Christine Estabrook, Molly Cheek, John Paxton, Joy Bryant, Joanne Baron, Peter McRobbie, Timothy Jerome, Taylor Gilbert, Peter Vouras, Donnell Rawlings, Zachry Rogers, Ella Rogers, Louis Lombardi, Marc John Jefferies, Roshon Fegan, Brendan Patrick Connor, Reed Diamond, Dan Callahan, Elyse Dinh, John Landis, Tim Storms, Susie Park, Tricia Peters, Michael Edward Thomas, Anne Betancourt, Venus Lam, Bill E. Rogers, Joe Virzi, Tom Carey, Jopaul Van Epp, Weston Epp, Peter Allas, Brianna Brown, Bill Calvert, Tony Campisi, Joey Diaz, Chloe Dykstra, Simone Gordon, Dan Hicks, Julia Max, Savannah Pope, Timothy Patrick Quill, Jill Sayre, Rickey G. Williams, David Boston, Scott Ross, Willem Dafoe, Michael Papajohn, Michael Arthur, Frank Bonsangue, Cindy Cheung, Phil LaMarr, Calvin Dean, Andre M. Johnson, Peter Cincotti, Peyton List, Spencer List, Troy Metcalf, Bonnie Somerville, Wesley Volcy, Lou Volpe, Garrett Warren, Jimmy Star",
			"links": [
				{
					"url": "http://51.77.159.233:30299/642f23a527877b998058ebebc47bc774"
				}
			]
		},
		{
			"tmdb_id": 559,
			"title": "Spider-Man 3",
            "saga": "Spider-man",
			"plot":"La vita è meravigliosa per Peter Parker: ama, ricambiato, Mary Jane Watson, è idolatrato dalla popolazione e dalla stampa, nessun cattivo sembra resistergli. Le cose cambiano quando da un meteorite caduto nei pressi di New York, emerge un parassita che si insinua nel suo costume: lo sgradito ospite ha la capacità di scavare nell'animo dell'eroe e di fargli mostrare il suo lato peggiore. Intanto, nuovi e vecchi nemici si dimostrano più pericolosi del previsto ed anche Mary Jane, delusa dal comportamento del \"nuovo\" Peter lo abbandona....Riuscirà Spiderman a sconfiggere gli avversari e riconquistare il cuore della sua amata?",
			"year": "2007",
			"director": "Sam Raimi",
			"genre": "Fantasy, Azione, Avventura",
			"actors": "Tobey Maguire, Kirsten Dunst, James Franco, Thomas Haden Church, Topher Grace, Bryce Dallas Howard, Dylan Baker, Rosemary Harris, J.K. Simmons, James Cromwell, Theresa Russell, Bill Nunn, Bruce Campbell, Elizabeth Banks, Ted Raimi, Perla Haney-Jardine, Willem Dafoe, Cliff Robertson, Elya Baskin, Mageina Tovah, John Paxton, Becky Ann Baker, Stan Lee, Michael Papajohn, Joe Manganiello, Hal Fishman, Lucy Gordon, Steve Valentine, Tim Maculan, Marc Vann, Joe Bays, Gregg Daniel, Rogelio T. Ramos, Timothy Patrick Quill, Christopher Young, Grant Curtis, Daniel Gillies, Toni Wynne, Andre B. Blake, Kathryn Bryding, Joe Virzi, Bill E. Rogers, Michael Alexander, April Parker-Jones, Edward Padilla, Robert Curtis Brown, Paul Terrell Clayton, Carolyn Neff, Christina Cindrich, Sonya Maddox, Derrick 'Phoenix' Thomas, Jessi Collins, Michael McLaughlin, Anne Gartlan, Emilio Rivera, Keith Woulard, Reynaldo Gallegos, Jim Coope, Dean Edwards, Margaret Laney, Aimee Miles, Tanya Bond, Mark Kubr, Tony Besson, Ramon Adams, A.J. Adelman, Angelis Alexandris, Dawn Marie Anderson, Frank Anello, Anya Avaeva, David Backus, Tiffany L. Baker, Sujeilee Candele, Michael Ciesla, Irina Costa, John Crann, Crystal Marie Denha, Amy V. Dewhurst, Paul Edney, Natalie Fabry, Keith Fausnaught, Shaun Patrick Flynn, Logan Fry, Kevin Fung, Tony Galtieri, Chuck Gerena, Brian Hopson, Claude Jay, Julie Jei, Andrew James Jones, Natalie Jones, Christopher Jude, Brittany Krall, Alyssa Lakota, Pierangeli Llinas, Bernadette Lords, Sandrine Marlier, Laura McDavid, Natalie McNeil, Daniel Mignault, Martha Millan, Michele-Nanette Miller, Claudia Katz Minnick, Robert Myers, Joseph O'Brien, Jen Oda, Anjelia Pelay, Nick Poltoranin, Vanessa Reseland, La Rivers, Bria Roberts, Vanessa Ross, Brenna Roth, Shade Rupe, Arick Salmea, Eric Shackelford, Daniel Shafer, Abbey Skinner, Kristin Somo, Jennifer Sparks, Christopher Stadulis, Jimmy Star, Arne Starr, Liam Stone, Tajna Tanovic, Aija Terauda, Brigid Turner, Evelyn Vaccaro, Nick Vlassopoulos, Sincerely A. Ward, Silq Webster, Graig F. Weich, Fredrick Weiss, Jennifer Weston, Trenton Willey, Ray Wineteer, Emily Eckes",
			"links": [
				{
					"url": "http://51.77.159.233:30299/4aac227fa78e6d91bb9c2b93e84110d7"
				}
			]
		}
    ]
}