{
  "Marco Paolini":{
    "thumbnail":"/TEATRO/paolini.jpg",
    "plot":"Paolini - i cui spettacoli sono per la gran parte sviluppati in monologhi spesso recitati in lingua veneta - è considerato uno dei massimi esponenti della cosiddetta 'prima generazione' di quel 'quasi-genere' solitamente definito come teatro di narrazione: un teatro che, sulla scia della lezione del Mistero buffo di Dario Fo, si fonda sul racconto di un performer che - senza trucco, costumi o scenografia - assume la funzione di narratore, con la propria identità non sostituita, cioè senza interpretare un personaggio. Si è soliti ascrivere alla prima generazione della narrazione, oltre a Paolini, anche Laura Curino e Marco Baliani: le voci più significative della 'seconda generazione' sono invece Ascanio Celestini, Davide Enia, Giulio Cavalli e Mario Perrotta. Fino al 1994 Paolini ha lavorato in vari gruppi teatrali: Teatro degli Stracci, Studio 900 di Treviso, Tag Teatro di Mestre e Laboratorio teatro settimo. Con quest'ultimo ha realizzato Adriatico (1987), il primo della serie degli Album, e ha partecipato all'allestimento di diversi spettacoli teatrali, rivedendo fra gli altri Shakespeare e Goldoni. Negli anni novanta inizia a collaborare con la Cooperativa Moby Dick - Teatri della Riviera con cui ha realizzato spettacoli come Il racconto del Vajont, Appunti foresti, Il milione - Quaderno veneziano di Marco Paolini e i Bestiari (raccolta di spettacoli dedicati al recupero della cultura locale, in particolare veneta). Proprio grazie a Il racconto del Vajont Paolini arriva al grande pubblico; lo spettacolo vince nel 1995 il Premio Speciale Ubu per il Teatro Politico, nel 1996 il Premio Idi per la migliore novità italiana e nel 1997 l'Oscar della televisione come miglior programma dell'anno per la trasmissione televisiva sulla tragedia del Vajont, trasmessa da Rai 2 in diretta dalla diga del Vajont il 9 ottobre 1997, anniversario del disastro. Dal 1999 Paolini autoproduce i suoi progetti teatrali, editoriali e cinematografici attraverso l'attività della Società JoleFilm."
  },
  "Paolo Rossi":{
    "thumbnail":"/TEATRO/rossi.jpg",
    "plot":"Paolo Rossi nasce a Monfalcone, in provincia di Gorizia, il 22 giugno 1953 da Lionello Rossi Kobau, ex volontario nella RSI. Si trasferisce, durante l'adolescenza, a Ferrara dove consegue il diploma di perito chimico. Considerato milanese d'adozione, Paolo Rossi spazia da trent'anni dai club ai grandi palcoscenici, dal teatro tradizionale al cabaret, dalla televisione al tendone da circo. Il suo stile è caratterizzato dall'immergersi appieno nelle tematiche dell'attualità e dalla rappresentazione dei classici antichi e moderni: da Shakespeare a Molière a Bertolt Brecht, all'amatissima commedia dell'Arte. Ha raccontato ad una trasmissione radiofonica di Radiodue di aver prestato servizio militare nei pressi di Torino in un battaglione di carristi e di essersi congedato da sergente. I commilitoni lo chiamavano 'caporale Biancaneve'. Era al comando di un carro armato."
  },
  "Giorgio Gaber":{
    "thumbnail":"/TEATRO/gaber.jpg",
    "plot":"Giorgio Gaber, pseudonimo di Giorgio Gaberščik (Milano, 25 gennaio 1939 – Montemagno di Camaiore, 1º gennaio 2003), è stato un cantautore, commediografo, attore, cabarettista, chitarrista e regista teatrale italiano tra i più influenti dello spettacolo e della musica italiana del secondo dopoguerra. Chiamato anche Il Signor G dai suoi estimatori, è stato anche un chitarrista di valore, tra i primi interpreti del rock and roll italiano alla fine degli anni cinquanta, (tra il 1958 e il 1960); inoltre, fu autore e attore teatrale, divenendo un precursore del genere del teatro canzone. È uno tra gli artisti con il maggior numero di riconoscimenti da parte del Club Tenco, con due Targhe ed un Premio Tenco."
  },
  "Dario Fo":{
    "thumbnail":"/TEATRO/fo.jpg",
    "plot":"Dario Luigi Angelo Fo (Sangiano, 24 marzo 1926 – Milano, 13 ottobre 2016) è stato un drammaturgo, attore, regista, scrittore, autore, illustratore, pittore, scenografo, attivista e comico italiano. Fu autore di rappresentazioni teatrali che fanno uso degli stilemi comici propri della commedia dell'arte italiana e che sono rappresentati con successo in tutto il mondo. In quanto attore, regista, scrittore, scenografo, costumista e impresario della sua stessa compagnia, Fo è stato un uomo di teatro a tutto tondo. Famoso per i suoi testi teatrali di satira politica e sociale e per l'impegno politico di sinistra, con la moglie Franca Rame fu tra gli esponenti del Soccorso Rosso Militante. Nel 1997 vinse il premio Nobel per la letteratura con la seguente motivazione: «seguendo la tradizione dei giullari medievali, dileggia il potere restituendo la dignità agli oppressi.»"
  },
  "Antonio Albanese":{
    "thumbnail":"/TEATRO/albanese.jpg",
    "plot":"Nasce a Olginate, da genitori originari di Petralia Soprana (in provincia di Palermo). Inizia la sua carriera nelle radio private locali all'inizio degli anni ottanta, su Onda Radio Olginate e Radio Cristal di Lecco, dove conduce un programma intitolato Magic Moment dedicato alla musica rock. Si iscrive alla Scuola d'arte drammatica Paolo Grassi di Milano, nella quale consegue il diploma nel 1991. Poco dopo, però, capisce che la sua vera passione è la comicità: si esibisce nel piccolo teatro dello Zelig a Milano e sul palcoscenico della 'Zanzara d'oro' a Bologna, ottenendo molti consensi grazie a simpatici monologhi con personaggi da lui inventati. Partecipa al Tg delle vacanze su Canale 5 come inviato dalla montagna. Dopo questo debutto come attore di cabaret, partecipa nel 1992 al Maurizio Costanzo Show. In seguito, è ospite fisso del varietà condotto da Paolo Rossi Su la testa! (datato 1992), con i personaggi Alex Drastico ed Epifanio."
  }
}
