{
    "sort": true,
    "tvshows_list": [
        {
            "plot": "Pai è l'ultima discendente dei Sanzhiyan Hum Kara, l'antico popolo dei triclopi, detentore del segreto dell'eterna giovinezza ed immortalità. La ragazza è alla ricerca del modo per diventare un essere umano.",
            "title": "3x3 occhi",
            "saga": "3x3 occhi",
            "year": "1991",
            "tmdb_id": "62913",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/3x3_list.json"
        },
        {
            "plot": "La serie è a sfondo fantascientifico e prende ad ispirazione le avventure di una coppia di poliziotti per insegnare ed educare nelle tematiche più svariate, come inquinamento, sovrappopolazione, entomologia e altre ancora. I protagonisti lavorano nelle forze di sicurezza di una federazione intergalattica, detta Confederazione Omega, che comprende 11 civiltà differenti. La confederazione, per alcuni versi, fra cui bandiera e modus operandi, con un consiglio dei governi che prende le decisioni a maggioranza, ricorda l'Unione europea.",
            "title": "Ai confini dell'universo",
            "saga": "C'era una volta...",
            "year": "1982",
            "tmdb_id": "4727",
            "genre": ["Animazione", "Bambini" , "Famiglia"],
            "url": "/ANIMAZIONE/anime/101_list.json"
        },
        {
            "plot": "Se potessi raccontare una storia con il team di artisti di talento dei Walt Disney Animation Studios, cosa creeresti? Benvenuto in Short Circuit, un programma sperimentale e innovativo in cui chiunque presso lo Studio può presentare un'idea ed essere selezionato per creare il proprio cortometraggio.",
            "title": "Corto Circuito",
            "saga": "Disney",
            "year": "2020",
            "tmdb_id": "98566",
            "genre": ["Animazione", "Famiglia"],
            "url": "/ANIMAZIONE/anime/corto_list.json"
        },
        {
            "plot": "La trama parte dal film d'animazione. Dopo la capitolazione della Terra, oramai sotto il giogo degli invasori Umanoidi (in originale Illumidas), l'esiliato Harlock rinuncia alla lotta e decide di partire con il suo piccolo equipaggio alla ricerca di un posto migliore in cui vivere: il pianeta ideale. Ma gli Umanoidi non rinunciano ai loro desideri di rivalsa, e anche fra gli uomini Harlock è considerato spesso un nemico. Per la sua ricerca Harlock può contare sull'Arcadia, una gigantesca astronave da battaglia, lunga 400 m e dalla poderosa struttura. Vi sono artiglierie sia sul ponte di prua, che sotto lo scafo, colmando un settore altrimenti cieco (come nel caso dell'Arcadia della prima serie). Il suo equipaggio comprende alcuni pirati, tra cui Tochiro, il suo grande amico nonché progettista dell'astronave. Fin dai primi episodi iniziano ad aggiungersi il giovanissimo Tadashi, poi una ragazzina e un dottore, infine Yuki, la bella figlia del giornalista che cerca di fare una stampa libera contro la censura dell'informazione attuata dal potere costituito.",
            "title": "Capitan Harlock SSX: Rotta verso l'infinito",
            "saga": "Capitan Harlock",
            "year": "1982",
            "tmdb_id": "37392",
            "genre": ["Fantascienza & Fantasia", "Animazione"],
            "url": "/ANIMAZIONE/anime/SSX_list.json"
        },
        {
            "plot": "Oscure forze soprannaturali pervadono il mondo criminale di Manila e tocca ad Alexandra Trese mantenere la pace... ma è in arrivo una tempesta.",
            "title": "Trese - Detective delle tenebre",
            "saga": "Trese - Detective delle tenebre",
            "year": "2021",
            "tmdb_id": "94924",
            "genre": ["Animazione", "Fantascienza & Fantasia", "Mistero", "Crimine"],
            "url": "/ANIMAZIONE/anime/trese_list.json"
        },
        {
            "plot": "Uniti da una canzone misteriosa, una studentessa e un ingegnere guidano la lotta contro una forza inimmaginabile che minaccia il destino del mondo.",
            "title": "Godzilla - Punto di singolarità",
            "saga": "Godzilla - Punto di singolarità",
            "year": "2021",
            "tmdb_id": "111177",
            "genre": ["Animazione", "Azione & Avventura", "Fantascienza & Fantasia", "Mistero"],
            "url": "/ANIMAZIONE/anime/godzilla_list.json"
        },
        {
            "plot": "I Guardiani della Galassia: Star-Lord, Gamora, Drax il Distruttore, Rocket Raccoon e Groot hanno viaggiato in tutta la galassia per ritrovare il Seme Cosmico, una potentissima arma che può donare poteri illimitati, ma per farlo hanno dovuto farlo grazie al CriptoCubo Spartaxiano, una arma di Spartax che aiutava i Guardiani grazie a una mappa, e per affrontare nemici peggiori come il malvagio Thanos e i suoi servitori: Ronan l'Accusatore, Nebula e Korath.",
            "title": "Guardiani della Galassia",
            "saga": "Marvel Cinemati Univers",
            "year": "2015",
            "tmdb_id": "63181",
            "genre": ["Animazione", "Azione & Avventura"],
            "url": "/ANIMAZIONE/anime/guardiani_list.json"
        },
        {
            "plot": "Archer è un agente segreto affascinante e dotato della tecnologia più avanzata, ma ha ancora problemi a trattare con il capo... sua madre.",
            "title": "Archer",
            "saga": "Archer",
            "year": "2009",
            "tmdb_id": "10283",
            "genre": ["Commedioa", "Azione & Avventura", "Animazione"],
            "url": "/ANIMAZIONE/anime/101_list.json"
        },
        {
            "plot": "",
            "title": "",
            "saga": "",
            "year": "",
            "tmdb_id": "",
            "genre": [""],
            "url": "/ANIMAZIONE/anime/101_list.json"
        },
        {
            "plot": "Segui le avventure dei fratelli maggiori Dolly e Dylan, la loro mamma Delilah e papà Doug, e i loro 97 fratelli e sorelle minori mentre si imbarcano in avventure urbane ed estrema rivalità tra fratelli. Insieme, i cuccioli esplorano la crescita e la ricerca del proprio posto all'interno della più grande, più disordinata e più pelosa famiglia mista di sempre.",
            "title": "101 Dalmatian Street",
            "saga": "101 Dalmatian Street",
            "year": "2019",
            "tmdb_id": "75523",
            "genre": ["Animazione", "Famiglia", "Kids"],
            "url": "/ANIMAZIONE/anime/101_list.json"
        },
        {
            "plot": "Segui i giovani dinosauri Piedino, Cera, Spike, Ducky e Petrie, nel loro primo viaggio insieme - un'emozionante ricerca per trovare la lussureggiante e leggendaria Grande Valle.",
            "title": "Alla ricerca della valle incantata",
            "saga": "Alla ricerca della valle incantata",
            "year": "2007",
            "tmdb_id": "3817",
            "genre": ["Action & Adventure", "Animazione", "Commedia"],
            "url": "/ANIMAZIONE/anime/valle_list.json"
        },
        {
            "plot": "Ancora non conosciamo il nome del fiore che abbiamo visto quel giorno. L'infanzia di cinque amici viene funestata dalla morte di Meiko Honma, soprannominata \"Menma\", una loro compagna di giochi. Ora i ragazzi sono cresciuti e vanno alle scuole superiori, tuttavia non sono più amici. Improvvisamente Jinta Yadomi, detto \"Jintan\", che era stato il leader del gruppo, inizia a vedere il fantasma della sua piccola amica di tanti anni prima. Meiko sembra poter comunicare soltanto con lui e desidera che Jinta esaudisca un desiderio che lei aveva quando era bambina, ma del quale si è dimenticata.",
            "title": "Ano Hana",
            "saga": "Ano Hana",
            "year": "2011",
            "tmdb_id": "39434",
            "genre": ["Animazione", "Drammatico", "Fantasia"],
            "url": "/ANIMAZIONE/anime/anohana_list.json"
        },
        {
            "plot": "Astro Boy (鉄腕アトム Tetsuwan Atomu?) è il remake datato 1980-81 della prima serie anime del 1963-66 dedicata ad Astro Boy; entrambe sono adattamenti del manga creato negli anni cinquanta da Osamu Tezuka. Questa seconda serie (l'unica giunta in Italia nel 1982 in 52 episodi) pone una maggior attenzione, rispetto alla precedente, nei confronti delle abilità robotiche di Astro, oltre ad avere una trama un po' più cupa e triste rispetto all'originale; non è raro difatti vedere il protagonista soffrire a causa delle azioni e/o misfatti compiuti da altri.",
            "title": "Astroboy",
            "saga": "Astroboy",
            "year": "1980",
            "tmdb_id": "23022",
            "genre": ["Action & Adventure", "Animazione", "Sci-Fi & Fantasy"],
            "url": "/ANIMAZIONE/anime/astro_list.json"
        },
        {
            "plot": "Barbapapà (Barbapapa) è una serie a fumetti creata da Annette Tison e Talus Taylor, pubblicata in Francia nel 1970; Barbapapà è il nome del protagonista della serie, e per estensione di tutta la sua famiglia (Les barbapapas): il nome del protagonista deriva dall'espressione francese Barbe à papa, che significa \"barba di papà\", così come viene chiamato lo zucchero filato. Dal fumetto è stata successivamente ricavata Barbapapà, una serie televisiva animazione, realizzata nel 1974 e uscita in Italia",
            "title": "Barbapapa",
            "saga": "Barbapapa",
            "year": "1974",
            "tmdb_id": "65136",
            "genre": ["Animazione", "Bambini"],
            "url": "/ANIMAZIONE/anime/barbapapa_list.json"
        },
        {
            "plot": "Hiro è diventato una sorta di leggenda al San Fransokyo Institute of Technology. Ora però deve vedersela con le sfide di tutti i giorni a scuola, soprattutto perché si ritrova al college pur essendo poco più che un ragazzino. E al di fuori dell’università, il team di supereroi di ultima generazione, noto come i Big Hero 6, dovranno darsi da fare per proteggere la loro città dal misterioso Obake e dai nuovi supercriminali dotati delle ultime tecnologie disponibili.",
            "title": "Big Hero 6",
            "saga": "Big Hero 6",
            "year": "2017",
            "tmdb_id": "68665",
            "genre": ["Action & Adventure", "Animazione", "Commedia", "Famiglia", "Kids"],
            "url": "/ANIMAZIONE/anime/big_list.json"
        },
        {
            "plot": "Tre topi motociclisti antropomorfi, Sterzo (Throttle) Turbo (Vinnie) e Pistone (Modo), scappano da una guerra scoppiata sul loro pianeta natio, Marte. Terminano il loro viaggio precipitando sulla Terra nella città di Chicago; qui fanno conoscenza con un'affascinante ragazza che svolge il lavoro di meccanico chiamata Charlene \"Charley\" Davidson e scoprono che i plutarchiani sono sbarcati sulla Terra per impadronirsi delle sue risorse naturali.\n\nI plutarchiani sono una razza aliena umanoide puzzolente e simile ai pesci il cui scopo è sfruttare le risorse naturali degli altri pianeti perché hanno ormai esaurite le loro. Essi sono i principali responsabili della enorme devastazione su Marte che ha portato alla morte della maggior parte della popolazione dei topi marziani e la successiva distruzione della flora e della fauna di Marte.\n\nI Biker Mice riescono a scoprire che il maggior imprenditore industriale di Chicago, Lawrence Limburger, è lui stesso un plutarchiano il quale si è mimetizzato sotto le mentite spoglie di un umano. Limburger gode dell'aiuto di malvagi come il sadico scienziato pazzo Dr. Carbonchio e il suo aiutante Morchia che cercano di rubare alla Terra le proprie risorse naturali per mandarle su Plutarco. Fortunatamente, i loro piani vengono puntualmente sventati dai Biker Mice alla fine di ogni puntata.",
            "title": "Biker Mice from Mars (1993)",
            "saga": "Biker Mice from Mars (1993)",
            "year": "1993",
            "tmdb_id": "3320",
            "genre": ["Kids", "Animazione", "Action & Adventure", "Commedia"],
            "url": "/ANIMAZIONE/anime/biker_list.json"
        },
        {
            "plot": "I topi arrivano sulla Terra (questa volta non per caso, a differenza della prima serie). In questa serie, gli antagonisti principali sono i malvagi Catatoniani, una razza di creature simili a gatti che desiderano il più grande premio su Marte, il Rigeneratore. Nel tentativo di ottenerlo lo distruggono, lasciando i Biker Mice a fuggire sulla Terra per costruirne uno nuovo.",
            "title": "Biker Mice from Mars (2006)",
            "saga": "Biker Mice from Mars (2006)",
            "year": "2006",
            "tmdb_id": "95580",
            "genre": ["Kids", "Animazione", "Action & Adventure"],
            "url": "/ANIMAZIONE/anime/mars_list.json"
        },
        {
            "plot": "Capitan Harlock è un manga di fantascienza scritto e illustrato da Leiji Matsumoto, serializzato dalla Akita Shoten dal 1977 al 1979. Il manga, che in Italia fu pubblicato interamente solo nel 2001 dalla Panini Comics, fu adattato in una serie televisiva animazione diretta da Rintarō e prodotta dalla Toei Animazione. La serie fu trasmessa in Giappone su TV Asahi dal 1978 al 1979, mentre in Italia fu trasmessa su Rai 2 nel 1979. Dalla serie originale sono derivate molte opere di svariata natura, a cui nella maggior parte dei casi ha collaborato lo stesso Matsumoto. L'ultima di queste è il film d'animazione al computer Capitan Harlock (2013). La serie segue l'omonimo protagonista, un emarginato diventato pirata spaziale dopo essersi ribellato contro il governo della Terra e l'apatia generale dell'umanità.",
            "title": "Capitan Harlock",
            "saga": "Capitan Harlock",
            "year": "1978",
            "tmdb_id": "31714",
            "genre": ["Azione & Avventura", "Animazione", "Fantascienza & Fantasia"],
            "url": "/ANIMAZIONE/anime/harlock_list.json"
        },
        {
            "plot": "Lo studente Yusaku Godai tenta invano di studiare per l'esame d'ammissione all'università, ma è esasperato dai dispetti e dalla confusione provocati dagli strambi inquilini della pensione in cui soggiorna. E' quasi deciso ad andarsene, ma ecco che arriva un validissimo motivo per restare in quell'assurdo luogo: la nuova amministratrice della pensione, Kyoko Otonashi, giovane e bella vedova di cui Godai si innamora immediatamente.",
            "title": "Cara dolce Kyoko",
            "saga": "Cara dolce Kyoko",
            "year": "1986",
            "tmdb_id": "43018",
            "genre": ["Animazione", "Commedia", "Drammatico", "Romance"],
            "url": "/ANIMAZIONE/anime/kyoko_list.json"
        },
        {
            "plot": "Il piccolo Carletto, principe di un Paese abitato dai mostri noto come Mostrilandia, decide di venire ad abitare sulla Terra, a Tokyo, insieme ai suoi aiutanti, Conte Dracula, Frank e Uomo Lupo, per poter avere un po' di tranquillità. Carletto diventa presto amico di Hiroshi, un bambino intraprendente che vive con sua sorella Sis in un piccolo appartamento vicino alla vecchia casa dove i mostri si sono stabiliti. Nel corso della serie, Carletto non solo incontra dei mostri un po' buoni o un po' cattivi, e fa amicizia con gli uomini, ma deve anche aiutare Hiroshi e rendere più felice la sorella del proprio amico.",
            "title": "Carletto Il Principe Dei Mostri",
            "saga": "Carletto Il Principe Dei Mostri",
            "year": "1980",
            "tmdb_id": "66251",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/carletto_list.json"
        },
        {
            "plot": "Un maestro di scuola discute assieme ai suoi alunni sui problemi che affliggono la Terra al giorno d'oggi. Emergono temi differenti come l'ecologia, le risorse energetiche, lo sfruttamento minorile, le tecnologie, ecc. Nell'affrontare i diversi temi dapprima se ne spiega la causa e poi si elencano le soluzioni in atto e quelle in fase di sperimentazione.",
            "title": "C'era una volta... la terra",
            "saga": "C'era una volta...",
            "year": "2009",
            "tmdb_id": "17546",
            "genre": ["Animazione", "Documentario", "Kids"],
            "url": "/ANIMAZIONE/anime/terra_list.json"
        },
        {
            "plot": "La serie tratta della storia della razza umana iniziando dalla nascita della Terra, per poi attraversare nella narrazione i secoli e le principali civiltà, mediante la recitazione di un gruppo fisso di personaggi, sempre alle prese con situazioni diverse; alla fine la serie immagina un futuro finalmente pacificato, dove l'uomo illuminato dalla tecnologia e dal sapere rimedia alla sua condotta sconsiderata.",
            "title": "C'era una volta... l'uomo",
            "saga": "C'era una volta...",
            "year": "1978",
            "tmdb_id": "6080",
            "genre": ["Animazione", "Documentario", "Kids"],
            "url": "/ANIMAZIONE/anime/uomo_list.json"
        },
        {
            "plot": "Ryo Saeba è un investigatore privato, dotato di mira infallibile con la pistola, che combatte quotidianamente il crimine a Tokyo; per contattarlo i suoi clienti, spesso bellissime donne (suo unico tallone d'Achille), devono semplicemente scrivere un messaggio sulla bacheca della stazione di Shinjuku, indirizzandolo a XYZ. Accompagnato dalla sua assistente, l'irascibile Kaori Makimura, Ryo si troverà costantemente a dover affrontare pericolosi criminali, in un mix di azione e comicità.",
            "title": "City Hunter",
            "saga": "City Hunter",
            "year": "1987",
            "tmdb_id": "36046",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/city_list.json"
        },
        {
            "plot": "Il Giappone è diventato una colonia dell’impero della Britannia ed è conosciuto ora come Area 11; i giapponesi vengono ora chiamati Eleven e sono privati di buona parte dei propri diritti. Solo alcuni, per i meriti acquisiti, posso assumete lo status di cittadini britannici onorari, rimanendo comunque un gradino sotto i Britanni, in genere benestanti e spesso sprezzanti verso le classi inferiori. Le vicende partono da una scuola superiore d’elite per cittadini britanni in cui Lelouch passa le proprie giornate annoiato e con pochi stimoli, nascondendo il rancore accumulato negli anni e nato dagli eventi che hanno segnato la sua infanzia, in cui vide assassinare la propria madre e ferire gravemente la sorella, ora cieca e costretta su una sedia a rotelle. Un giorno Lelouch viene gravemente ferito in uno scontro tra militari e ribelli. Quasi sul punto di morte, viene salvato da una strana ragazza che gli dona il potere di assoggettare chiunque riesca a guardare direttamente negli occhi al proprio volere. Lelouch riacquista in questo modo una ragione per vivere: diventare il leader della fazione dei ribelli, Zero, e grazie alle sua abilità strategica e al suo dono iniziare il percorso verso la tanto desiderata vendetta.",
            "title": "Code Geass - Lelouch of the Rebellion",
            "saga": "Code Geass - Lelouch of the Rebellion",
            "year": "2006",
            "tmdb_id": "31724",
            "genre": ["Azione e Avventura", "Animazione", "Drammatico", "Fantascienza & Fantasia"],
            "url": "/ANIMAZIONE/anime/geass_list.json"
        },
        {
            "plot": "È passato un anno dal fallimento della Black Rebellion e dalla presunta morte di Zero. La Britannia ha assegnato all'area 11 uno status educativo correttivo, in cui Elevens è un esempio di forza bruta, per cercare di prevenire eventuali attacchi futuri e reprimere i pensieri ribelli. Lelouch un ignaro studente di liceo, all'oscuro del suo passato ribelle come Zero, incontra una misteriosa donna nota come C.C., che riesce a fargli recuperare la memoria. Recuperati i suoi ricordi e l'uso del Geass distrugge i suoi assalitori e si dichiara ancora una volta Zero,decidendo di finire ciò che aveva iniziato.",
            "title": "Code Geass - Lelouch of the Rebellion R2",
            "saga": "Code Geass - Lelouch of the Rebellion R2",
            "year": "2008",
            "thumbnail": "/ANIMAZIONE/anime/codeR2.jpg",
            "genre": ["Azione e Avventura", "Animazione", "Drammatico", "Fantascienza & Fantasia"],
            "url": "/ANIMAZIONE/anime/geassr2_list.json"
        },
        {
            "plot": "La storia si svolge cinque anni dopo gli avvenimenti di Dragon Ball Z, e si conclude a 40 anni dal primo incontro tra Goku e Bulma, con Goku ormai cinquantaduenne. La storia inizia con il ritorno di Goku dall'allenamento con Ub, reincarnazione del Majin Bu originale, con cui il sayan era partito alla fine della serie Z. Tornato bambino a causa di un desiderio mal formulato da parte di Pilaf a Red Shenron, Goku vive nuove avventure in compagnia della nipote Pan e di Trunks e affronta nuovi nemici per garantire la pace sulla Terra.",
            "title": "Dragon Ball GT",
            "saga": "Dragon Ball GT",
            "year": "1996",
            "tmdb_id": "12697",
            "genre": ["Azione", "Avventura", "Animazione", "Animazione"],
            "url": "/ANIMAZIONE/anime/ballgt_list.json"
        },
        {
            "plot": "Dragon Ball Z narra le avventure di Goku, ormai divenuto adulto, il quale si è sposato con Chichi e da cui ha avuto due figli, Gohan e, successivamente, Goten. Con il proseguire della serie e delle avventure, aumentano sia gli avversari sia la loro potenza, e le battaglie che ne derivano causano un allontanamento sempre maggiore da quella che era la base della storia in Dragon Ball, ovvero la ricerca delle sfere del drago. Si privilegiano così la crescita dei personaggi e il susseguirsi degli scontri, affidandosi a una trama rivelatasi di enorme successo. La serie copre un arco narrativo di 22 anni, partendo dall'attacco di Radish e concludendosi con la partenza di Goku allo scopo di allenare Ub in occasione del 28º Torneo Tenkaichi.",
            "title": "Dragon Ball Z",
            "saga": "Dragon Ball Z",
            "year": "1989",
            "tmdb_id": "12971",
            "genre": ["Azione", "Avventura", "Animazione", "Fantasia"],
            "url": "/ANIMAZIONE/anime/ballz_list.json"
        },
        {
            "plot": "Molto tempo fa in montagna, un maestro di arti marziali conosciuto come Gohan ha scoperto uno strano bambino il quale diede il nome di Goku. Gohan lo ha cresciuto e addestrato nelle arti marziali fino alla morte. Il ragazzo molto giovane e molto forte è cresciuto per conto suo. Poi un giorno, Goku ha incontrato una ragazza di nome Bulma, la cui ricerca delle sfere del drago ha portata a casa di Goku. Insieme, sono partiti per trovare tutte le sette sfere del drago in un'avventura che avrebbe cambiato la vita di Goku per sempre.",
            "title": "Dragon Ball",
            "saga": "Dragon Ball",
            "year": "1986",
            "tmdb_id": "12609",
            "genre": ["Azione", "Avventura", "Animazione", "Animazione", "Bambini", "Fantasia"],
            "url": "/ANIMAZIONE/anime/ball_list.json"
        },
        {
            "plot": "Creata da Albert Barillé, è composta da 26 episodi di 25 minuti ed è stata trasmessa per la prima volta nel 1987 da France 3 in Francia e nello stesso anno in Svizzera dalla Radiotelevisione svizzera di lingua italiana. In Italia è stato messo in onda su Italia 1, su Boing e su Hiro. Il cartone animato, destinato a un pubblico di bambini e adulti, illustra con l'aiuto di personaggi animati la struttura e le funzioni del corpo umano, utilizzando figure antropomorfe per rappresentarne i componenti microscopici, dai globuli bianchi alle vitamine, ai componenti del DNA.",
            "title": "Esplorando il corpo umano",
            "saga": "C'era una volta...",
            "year": "1987",
            "tmdb_id": "2632",
            "genre": ["Animazione", "Bambini"],
            "url": "/ANIMAZIONE/anime/corpoumano_list.json"
        },
        {
            "plot": "Un gruppo di adolescenti s'infiltra in un campionato di corse d'élite controllato da una losca organizzazione che punta a dominare il mondo.",
            "title": "Fast & Furious - piloti sotto copertura",
            "saga": "Fast & Furious - piloti sotto copertura",
            "year": "2019",
            "tmdb_id": "95594",
            "genre": ["Animazione", "Action & Adventure", "Kids", "Famiglia", "Sci-Fi & Fantasy"],
            "url": "/ANIMAZIONE/anime/fast_list.json"
        },
        {
            "plot": "Flone Robinson (Flo) è una bambina di nove anni che vive a Berna con la sua famiglia, composta dal padre Ernst, dalla madre Anna, dal fratello maggiore Franz e da quello più piccolo Jaques (Jack). In casa con la famiglia Robinson vive anche Marie, la giovane governante, che è molto affezionata a Flo ed è per lei quasi una seconda madre.  Ernst è un abile medico, ma soprattutto è un uomo intelligente ed ingegnoso. Un giorno riceve una lettera dal dott. Elliott, un amico che vive in Australia, che lo invita a recarsi in quella terra lontana per esercitare là la sua professione. Ernst sente il bisogno di andare dove ci sia realmente necessità della sua opera, e dopo un intenso consulto con la famiglia, decide di accettare l'invito e di partire immediatamente per l'Australia con tutti i suoi familiari. Soltanto Marie non può partire per motivi personali e questo distacco peserà molto a Flo, che continuerà a pensare a lei con nostalgia e a sognarla spesso.",
            "title": "Flo, La Piccola Robinson",
            "saga": "Flo, La Piccola Robinson",
            "year": "1981",
            "tmdb_id": "37799",
            "genre": ["Animazione", "Bambini"],
            "url": "/ANIMAZIONE/anime/robinson_list.json"
        },
        {
            "plot": "Fry, giovane fattorino senza stimoli, consegna una pizza a un laboratorio scientifico e qui rimane intrappolato in una camera criogenica la quale si riapre solo mille anni più tardi. Dopo lo stupore e l’entusiasmo iniziali per essere finito nella New York del 3000, Fry scopre di avere un nipote più adulto, il professor Farnsworth, proprietario di una società di trasporti intergalattica. Comincia così a lavorare per lui, facendo amicizia con una monocola di nome Lela e un insolente robot bevitore di birra, Bender.",
            "title": "Futurama",
            "saga": "Futurama",
            "year": "1999",
            "genre": ["Animazione", "Commedia"],
            "url": "/ANIMAZIONE/anime/futurama_list.json"
        },
        {
            "plot": "Gemelli nel segno del destino è una serie televisiva a cartoni animati francese del 1991, creata dallo scrittore Jean Chalopin e prodotta da AB production e C&amp;D. In Francia fu trasmessa dall'emittente TF1; la serie arrivò in Italia nell'autunno del 1992, mandata in onda su Canale 5 all'interno del programma per ragazzi Bim bum bam e replicata varie volte (almeno quattro messe in onda) fino al 1999.",
            "title": "Gemelli nel segno del destino",
            "saga": "Gemelli nel segno del destino",
            "year": "1991",
            "tmdb_id": "11659",
            "genre": ["Animazione", "Sci-Fi & Fantasy", "Mistero"],
            "url": "/ANIMAZIONE/anime/gemelli_list.json"
        },
        {
            "plot": "Georgie è un animazione del 1982 di Yumiko Igarashi ambientato nel XIX secolo tra l'Australia e l'Inghilterra che racconta le avventure di una ragazza alla ricerca delle proprie origini.",
            "title": "Georgie",
            "saga": "Georgie",
            "year": "1983",
            "tmdb_id": "36664",
            "genre": ["Animazione", "Drammatico"],
            "url": "/ANIMAZIONE/anime/georgie_list.json"
        },
        {
            "plot": "Ghostbusters è una serie televisiva del genere Animazione creata da Filmation, distribuita da Tribune Entertainment e lanciata in seguito al successo di Ivan Reitman e del film della Columbia Pictures del 1984 Ghostbusters. Dall'8 settembre al 5 dicembre 1986 sono stati prodotti 65 episodi. La serie è basata su uno spettacolo televisivo dal vivo ambientato nel 1975 intitolato The GhostBusters. Non deve essere confuso con lo spettacolo animato The Real Ghostbusters, basato sul film Ghostbusters del 1984. La Columbia Pictures ha dovuto ottenere i diritti sul nome per il suo film, e dopo che Ghostbusters è stato un successo, la Filmation è entrata in produzione con le sue serie animate basate sui personaggi della serie. La serie è tecnicamente chiamata semplicemente \"Ghostbusters\", ma le versioni home video hanno usato il nome \"Filmation's Ghostbusters\" per evitare confusione.",
            "title": "Ghostbusters",
            "saga": "Ghostbusters",
            "year": "1986",
            "tmdb_id": 18131,
            "genre": ["Mistero", "Animazione"],
            "url": "/ANIMAZIONE/anime/ghost_list.json"
        },
        {
            "plot": "Il motto di Kintaro è “imparo, imparo, imparo…”. In questo si riassume la sua filosofia di vita. Lascia infatti l’università visto che questa non aveva niente più da insegnargli e parte con la sua mountain bike con l’intenzione di viaggiare per l’intero Giappone. Il ragazzo si dimostra un prodigio in tutto quello che fa, ha notevoli capacità di apprendimento e nella sua ingenuità si dimostra persona affidabile e generosa. Queste sue doti lo fanno entrare nelle simpatie delle belle ragazze che incontra, che in molti casi, nonostante l’impatto iniziale certamente non idilliaco, si innamoreranno di lui. Ma proprio sul più bello Kintaro parte per una nuova esperienza, piantandole in asso con il rammarico per la persona stupenda che si sono lasciate scappare…",
            "title": "Golden Boy",
            "saga": "Golden Boy",
            "tmdb_id": "34105",
            "genre": ["Animazione", "Commedia"],
            "year": "1995",
            "link": "/ANIMAZIONE/anime/goldenboy_list.json"
        },
        {
            "plot": "Le singole puntate sono dedicate a uomini e donne che, individualmente o collettivamente, hanno compiuto delle scoperte oppure delle invenzioni. Nella traduzione a volte i titoli sono stati cambiati. Ad esempio la prima puntata (\"I Cinesi\") in originale suona \"i Cinesi nostri antenati\", riecheggiando la famosa definizione dei libri di scuola francesi[1], proprio per sottolineare che il contributo degli inventori e degli scopritori si estende al progresso dell'umanità nel suo complesso.",
            "title": "Grandi uomini per grandi idee",
            "saga": "C'era una volta...",
            "year": "1994",
            "tmdb_id": "5402",
            "genre": ["Kids", "Documentario", "Animazione", "Famiglia"],
            "url": "/ANIMAZIONE/anime/uomini_list.json"
        },
        {
            "plot": "Hazzard (The Dukes) è una serie televisiva a disegni animati prodotta da Hanna-Barbera nel 1983 e distribuita da Warner Bros., basata sui personaggi del telefilm Hazzard.\nIl Ranch dello zio Jesse è sottoposto ad una pesantissima ipoteca e  l'unico modo di riscattarla è vincere il primo premio di una gara  automobilistica che ricalca le avventure de il giro del mondo in 80 giorni  in cui si cimenteranno i cugini duke. Boss Hogg, in ogni puntata, cerca  di boicottare i cugini in modo di farli perdere e acquisire così il  ranch, dato che sotto di esso si trova un'enorme giacimento petrolifero.",
            "title": "Hazzard",
            "saga": "Hazzard",
            "year": "1983",
            "tmdb_id": "10081",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/hazzard_list.json"
        },
        {
            "plot": "La serie (Hotel Transylvania: The Series), inizialmente previsto col titolo Hotel Transylvania: The Television Series, è una serie televisiva a cartoni animati bidimensionale prodotta dalla Sony Pictures Animation e Nelvana Limited ed è basato sul film d'animazione Hotel Transylvania del 2012. Gli eventi della serie si andranno a collocare prima del film originale mettendo a fuoco gli anni dell'adolescenza di Mavis e dei suoi amici dell'Hotel Transylvania.",
            "title": "Hotel Transylvania: La Serie",
            "saga": "Hotel Transylvania: La Serie",
            "year": "2017",
            "tmdb_id": "72442",
            "genre": ["Animazione", "Commedia", "Famiglia"],
            "url": "/ANIMAZIONE/anime/hotel_list.json"
        },
        {
            "plot": "I Jetsons è una serie animata americana prodotta da Hanna-Barbera, contraltare futurista della famiglia Flinstones.\n\nE' ambientata in una utopica città del 2062, elaborato complesso gestito da robot e caratterizzato da alieni, ologrammmi e improbabili invenzioni e aggeggi futuristici (per gli anni '60, tipicamente caratterizzati da assurdi ma simpatici meccanismi meccanici), dove la famiglia si scontra con i soliti problemi senza tempo del lavoro, dei figli e dei rapporti reciproci.\n\nTrasmessa da ABC per la prima volta nel 1962-1963 (24 episodi in bianco e nero) alla quale si sono poi aggiunti nuovi episodi disegnati tra il 1984 e il 1987, è stata riprosta per decenni senza perdere nulla del suo spirito.",
            "title": "I pronipoti",
            "saga": "I pronipoti",
            "year": "1962",
            "tmdb_id": "2362",
            "genre": ["Animazione", "Commedia"],
            "url": "/ANIMAZIONE/anime/pronipoti_list.json"
        },
        {
            "plot": "I Puffi (The Smurfs) è una serie di cartoni animati tratti dalle storie a fumetti di Peyo e Yvan Delporte e prodotta negli Stati Uniti d'America dalla Hanna-Barbera. La serie televisiva esordì nel Nord America il 12 settembre 1981 e venne trasmessa fino al 19 dicembre 1990 per 421 episodi divisi in nove stagioni. In Italia la serie animata è diventata molto popolare ed è stata trasmessa inizialmente sulle reti locali dai primi anni ottanta, insieme all'uscita dei 45 giri della prima sigla e il 33 giri Arrivano i Puffi, e poi successivamente sulle reti Mediaset con sigle diverse.",
            "title": "I Puffi",
            "saga": "I Puffi",
            "year": "1981",
            "tmdb_id": "5687",
            "genre": ["Animazione", "Famiglia", " Sci-Fi & Fantasy", "Kids"],
            "url": "/ANIMAZIONE/anime/puffi_list.json"
        },
        {
            "plot": "I Simpson (The Simpsons) è una popolare sitcom animata creata dal fumettista statunitense Matt Groening alla fine degli anni ottanta per la Fox Broadcasting Company. È una parodia satirica della società e dello stile di vita statunitensi, personificati dalla famiglia protagonista, di cui fanno parte Homer, Marge e i loro tre figli Bart, Lisa e Maggie. Ambientato in una cittadina statunitense chiamata Springfield, lo show tratta in chiave umoristica molti aspetti della condizione umana, così come la cultura, la società in generale e la stessa televisione.",
            "title": "I Simpson",
            "saga": "I Simpson",
            "year": "1989",
            "tmdb_id": "456",
            "genre": ["Animazione", "Commedia"],
            "url": "/ANIMAZIONE/anime/simpson_list.json"
        },
        {
            "plot": "Jules Verne è un ragazzo di 20 anni, molto educato che ama scrivere. Va all'università per studiare giurisprudenza per volere del padre ma quasi sempre salta le lezioni per seguire Artemius Lucas, direttore del giornale Contes du Voyage, e i suoi collaboratori nei loro fantastici viaggi. Qui Jules dimostrerà tutto il suo coraggio e la sua astuzia e si innamorerà di Amelie Lucas, figlia di Artemius. Negli innumerevoli viaggi, Jules si imbatterà nel Capitano Nemo, un uomo che ha avuto un passato difficile e che vuole conquistare il mondo.",
            "title": "I viaggi di Giulio Verne",
            "saga": "I viaggi di Giulio Verne",
            "year": "2013",
            "tmdb_id": "86722",
            "genre": ["Animazione", "Azione & Avventura"],
            "url": "/ANIMAZIONE/anime/verne_list.json"
        },
        {
            "plot": "Due principi umani forgiano un'improbabile alleanza con l'assassina elfica inviata per ucciderli, intraprendendo insieme un'epica ricerca per riportare alla pace le loro terre d'origine in guerra da secoli.",
            "title": "Il principe dei draghi",
            "saga": "Il principe dei draghi",
            "year": "2018",
            "tmdb_id": "81046",
            "genre": ["Action & Adventure", "Sci-Fi & Fantasy", "Animazione", "Famiglia"],
            "url": "/ANIMAZIONE/anime/draghi_list.json"
        },
        {
            "plot": "Questa serie parla di storici e famosi esploratori.",
            "title": "Imbarchiamoci in un grande viaggio",
            "saga": "Imbarchiamoci in un grande viaggio",
            "year": "1998",
            "tmdb_id": "4213",
            "genre": ["Kids", "Animazione", "Documentario", "Famiglia"],
            "url": "/ANIMAZIONE/anime/viaggio_list.json"
        },
        {
            "plot": "Iron Man è una serie televisiva a cartoni animati basata sull'omonimo personaggio della casa editrice Marvel; è stata prodotta nel 1994 dai Marvel Studios, dalla TMS Entertainment e dalla New World Television; si compone di due stagioni per un totale di 26 episodi. Le due stagioni della serie, prodotte in due tempi, si differenziano notevolmente.",
            "title": "Iron Man",
            "saga": "Iron Man",
            "year": "1994",
            "tmdb_id": "3097",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/iron_list.json"
        },
        {
            "plot": "Il giovane fenomeno Tony Stark prende il volo con un'armatura sapientemente progettata per scoprire la verità sulla misteriosa morte del padre.",
            "title": "Iron Man: Armored Adventures",
            "saga": "Iron Man: Armored Adventures",
            "year": "2009",
            "tmdb_id": "7330",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/armored_list.json"
        },
        {
            "plot": "Il professor Shiba, noto scienziato giapponese, durante una ricerca archeologica, scopre una antica campana di bronzo appartenuta all'antico popolo Yamatai, soggetto alla perfida regina Himika. Una popolazione che ha sempre fatto come regola di vita la sopraffazione dell'uomo sull'uomo. Il popolo Yamatai non si è estinto, si è ibernato nella roccia in attesa di ritornare in vita: solo la magica campana di bronzo gli permetterebbe di conquistare il mondo: per questo il professore decide di nascondere la campana e approfittando di un grave incidente di laboratorio in cui viene disgraziatamente coinvolto suo figlio Hiroshi, gli miniaturizza nel petto la campana, rendendolo invulnerabile.",
            "title": "Jeeg Robot d'Acciaio",
            "saga": "Jeeg Robot d'Acciaio",
            "year": "1975",
            "tmdb_id": "9152",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/jeeg_list.json"
        },
        {
            "plot": "La storia parla d'una ragazza che lotta per poter diventare una buona tennista: vengono raccontate le avventure sportive e l'amore contrastato di Hiromi (Jenny in italiano), una timida studentessa appassionata di tennis. Inizia a giocare appena entrata al liceo; all'arrivo al prestigioso club cade però immediatamente in soggezione davanti a Reika. Cerca di imitarla e prendere esempio da lei, affascinata com'è da questa ragazza più grande, la quale è oltretutto la miglior giocatrice della squadra scolastica, conosciuta anche come \"Madame Butterfly\" per la grazia del suo gioco. Pratica con costanza e con grande forza di volontà i corsi di tennis, sport che lei adora, per poter arrivare a partecipare ai tornei più prestigiosi, e così realizzare il suo sogno di emulare Reika, che tanto stima e ammira. Viene ben presto riconosciuto il suo indubbio e personalissimo talento.  Quando la squadra giungerà ad avere un nuovo allenatore, questi s'accorgerà immediatamente del potenziale insito in lei e inizia allora ad addestrarla intensamente per farla diventare una grande campionessa; ma ben presto la ragazza s'innamora: spinta da Jin (Jeremy in italiano) a sacrificare la vita privata in cambio dell'affermazione in campo sportivo, Jenny trascura il proprio amore per Teddy, il miglior giocatore del club maschile. Ma di questo ne soffre intensamente. La sua improvvisa salita alla ribalta ha intanto provocato l'inevitabile gelosia degli altri: Jenny deve affrontare ogni giorno l'invidia e l'astio nei suoi confronti da parte delle altre giocatrici, soprattutto Evelyn, esclusa dal torneo da Jeremy a favore di Jenny, tanto da essere oggetto di pettegolezzi, molestie e maldicenze.",
            "title": "Jenny la tennista",
            "saga": "Jenny la tennista",
            "year": "1973",
            "tmdb_id": "46419",
            "genre": ["Drammatico", "Animazione"],
            "url": "/ANIMAZIONE/anime/jenny_list.json"
        },
        {
            "plot": "La storia è ambientata nel XVII secolo. Jolanda è l'intrepida e combattiva giovane figlia del Corsaro Nero, un nobile datosi alla pirateria per combattere contro l'oppressione del duca Wan Guld, governatore della colonia spagnola di Maracaibo, città del Mar dei Caraibi. Il Corsaro Nero e i suoi fratelli, il Corsaro Rosso e il Corsaro Verde, sono stati sconfitti e uccisi quando Jolanda era bambina, ma un giorno la protagonista riceve la visita del fantasma del padre, il quale le chiede di riprendere la sua lotta e rintracciare un leggendario tesoro nascosto, col quale porre fine alla miseria della popolazione oppressa da Wan Guld. Per trovare il tesoro occorrono tre oggetti magici: la pietra nera, lo scettro rosso e la mappa verde, appartenuti in passato proprio al Corsaro Nero e ai suoi fratelli. Anche il duca Wan Guld si metterà però alla ricerca del tesoro, e Jolanda per contrastarlo entrerà a far parte dei Fratelli della Costa, in particolare il capitano pirata Morgan e la sua ciurma, che navigano sulla Folgore, un tempo nave del Corsaro Nero.",
            "title": "Jolanda la figlia del Corsaro Nero",
            "saga": "Jolanda la figlia del Corsaro Nero",
            "year": "1999",
            "tmdb_id": "96080",
            "genre": ["Animazione", "Azione & Avventura"],
            "url": "/ANIMAZIONE/anime/jolanda_list.json"
        },
        {
            "plot": "Quando i dinosauri seminano il caos sull'isola, sei ragazzi di un campo avventura sul versante opposto di Isla Nublar devono unire le forze per sopravvivere.",
            "title": "Jurassic World Nuove Avventure",
            "saga": "Jurassic World Nuove Avventure",
            "year": "2020",
            "tmdb_id": "93741",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/jwna_list.json"
        },
        {
            "plot": "La serie è un prequel di Ken il guerriero e narra le avventure dello zio di Kenshiro, che porta lo stesso nome, nell'Asia della fine degli anni trenta, proprio quando le tensioni mondiali stanno per esplodere dando origine alla seconda guerra mondiale.",
            "title": "Ken il guerriero: Le origini del mito",
            "saga": "Ken il guerriero: Le origini del mito",
            "year": "2006",
            "tmdb_id": "68203",
            "genre": ["Animazione", "Azione & Avventura"],
            "url": "/ANIMAZIONE/anime/mito_list.json"
        },
        {
            "plot": "Siamo alla fine del XX secolo. Il mondo intero è sconvolto dalle esplosioni atomiche. Sulla faccia della terra, gli oceani erano scomparsi, e le pianure avevano l'aspetto di desolati deserti. Tuttavia, la razza umana era sopravvissuta. Un conflitto mondiale alla fine del XX secolo ha comportato il collasso della moderna civiltà e la più totale devastazione ambientale. I sopravvissuti all'olocausto nucleare si sono ridotti a vivere in piccoli assembramenti urbani in oasi in mezzo al deserto, assediati da bande di predoni, che saccheggiano e distruggono tutto ciò che incontrano. In questo scenario si muove Kenshiro, 64° successore della scuola di arti marziali \"Divina Scuola di Hokuto\", l'Hokuto Shinken. Questa tecnica di combattimento si ispira vagamente ai principi dell'agopuntura e sortisce effetti devastanti, o, al caso, di controllo sul corpo e/o guarigione, convogliando l'\"energia\" del praticante in particolari \"punti di pressione\" dell'avversario (detti tsubo). Se inizialmente lo scopo di Kenshiro sembra solo la lotta per potersi ricongiungere con la propria fidanzata rapita, ben presto verrà rivelato che il ragazzo ha nelle sue mani il destino di coloro che sono scampati alla catastrofe.",
            "title": "Ken il guerriero",
            "saga": "Ken il guerriero",
            "year": "1984",
            "tmdb_id": "56387",
            "genre": ["Animazione", "Azione & Avventura"],
            "url": "/ANIMAZIONE/anime/ken_list.json"
        },
        {
            "plot": "Diverse centinaia di anni fa, la razza umana fu quasi sterminata dai giganti. Si racconta di quanto questi fossero alti, privi di intelligenza e affamati di carne umana; peggio ancora, essi sembra divorassero umani più per piacere che per necessario sostentamento. Una piccola percentuale dell'umanità però sopravvisse asserragliandosi in una città circondata da mura estremamente alte, anche più alte del più grande di giganti. Eren è un adolescente che vive in questa città, dove non si vede un gigante da oltre un secolo. Ma presto un orrore indicibile si palesa alle sue porte, ed un gigante più grande di quanto si sia mai sentito narrare, appare dal nulla abbattendo le mura ed imperversando assieme ad altri suoi simili fra la popolazione. Eren, vinto il terrore iniziale, si ripromette di eliminare ogni singolo gigante, per vendicare l'umanità tutta.",
            "title": "L'Attacco Dei Giganti",
            "saga": "L'Attacco Dei Giganti",
            "year": "2013",
            "tmdb_id": "1429",
            "genre": ["Sci-Fi & Fantasy", "Animazione", "Action & Adventure"],
            "url": "/ANIMAZIONE/anime/titan_list.json"
        },
        {
            "plot": "L'incantevole Creamy è una serie televisiva animazione di genere mahō shōjo, prodotta dalla Pierrot e trasmessa in Giappone dal 1983 al 1984 e conosciuta anche in Italia, dove è considerata uno dei cartoni animati di maggior successo. L'animazione gode anche di una trasposizione manga, distribuita dalla Kōdansha parallelamente alla trasmissione. Tokyo - 1º luglio 1983, quartiere di Kurimigaoka. Yū Morisawa, bambina vivace, fantasiosa e piena di sogni, grazie a queste sue qualità riesce a scorgere nel cielo un'arca di cristallo, che pochissime altre persone al mondo sembrano riuscire a vedere. Il folletto Pinopino, proveniente dal pianeta Stella Piumata, per ringraziare Yū di aver liberato l'arca da una tempesta di sogni, le dona un medaglione magico (a forma di portacipria) che le consentirà di avere poteri fantastici. Questo regalo, l'avverte Pinopino, dovrà essere restituito dopo un anno. Lo strano esserino lascia sulla Terra anche due creature della Stella Piumata, Posi e Nega, dalle sembianze di due gattini, che veglieranno su Yū e l'aiuteranno a usare i suoi nuovi poteri...",
            "title": "L'incantevole Creamy",
            "saga": "L'incantevole Creamy",
            "year": "1983",
            "tmdb_id": "35529",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/creamy_list.json"
        },
        {
            "plot": "L'incredibile Hulk (The Incredible Hulk) è una serie televisiva a cartoni animati basata sul fumetto omonimo della Marvel Comics. La serie è stata prodotta nel 1996 dalla Genesis Entertainment e dai Marvel Studios, e si compone di due stagioni per un totale di ventuno episodi da 22 minuti l'uno. In originale la voce di Hulk è di Lou Ferrigno, storico interprete del personaggio nell'omonima serie tv. Nella serie appaiono anche i personaggi di She-Hulk e Doc Samson, mentre ci sono numerose guest-star dall'universo Marvel tra i quali Iron Man, War Machine, Thor, Dottor Strange, Ghost Rider e persino I Fantastici 4.",
            "title": "L'Incredibile Hulk",
            "saga": "L'Incredibile Hulk",
            "year": "1996",
            "tmdb_id": "63332",
            "genre": ["Animazione", "Azione e Avventura", "Dramma"],
            "url": "/ANIMAZIONE/anime/hulk_list.json"
        },
        {
            "plot": "Siamo in un imprecisato futuro, in cui la società terrestre ha risolto in parte il problema dell'inquinamento atmosferico colonizzando la Luna e Marte, in cui le industrie terrestri si sono trasferite ed hanno costruito ogni genere di fabbriche e magazzini, che garantiscono, mediante le spedizioni settimanali delle astronavi alla Terra, il sostentamento del genere umano. Watta Takeo, il protagonista, è un ragazzino di dodici anni che dopo la morte del padre eredita dal genitore la Takeo General Company, una piccola ditta che si occupa di consegne spaziali, effettuate mediante una grande astronave, il Trider; in realtà la forma originale del Trider è quella di un gigantesco robot da combattimento, che solitamente viene custodito in un bunker al di sotto di un parco giochi, al centro del quale c'è proprio la testa del Rrobot, che sporge all'esterno.",
            "title": "L'Indistruttibile Robot Trider G7",
            "saga": "L'Indistruttibile Robot Trider G7",
            "year": "1980",
            "tmdb_id": "20213",
            "genre": ["Animazione", "Sci-Fi & Fantasy"],
            "url": "/ANIMAZIONE/anime/trider_list.json"
        },
        {
            "plot": "Naoto Date, un giovane orfano dopo la Seconda guerra mondiale, scappa dall'orfanotrofio per diventare forte \"come una tigre\" ed avere la forza, da grande, di combattere le ingiustizie causate dalla sua condizione sociale. Entra quindi nelle spire dell’organizzazione criminale \"Tana delle Tigri\" dove, assieme ad altri orfanelli, viene allenato in modo disumano perché diventi un abile quanto spietato wrestler da mandare sui ring di tutto il mondo; per ogni incontro disputato, la Tana dovrà ricevere la metà del compenso del wrestler. Ma Naoto Date/Tiger Mask, tornato dopo dieci anni al suo orfanotrofio in Giappone, si ribellerà a tale obbligo: dopo aver deciso di aiutare tutti gli orfani come lui con il denaro da destinare ai suoi ex-capi, inizia la carriera da lottatore onesto. Comincia così un’interminabile serie di incontri mortali contro i sicari di Tana delle Tigri che cercheranno in tutti i modi di punire il suo tradimento.",
            "title": "L'Uomo Tigre",
            "saga": "L'Uomo Tigre",
            "year": "1969",
            "tmdb_id": "25114",
            "genre": ["Animazione", "Drammatico"],
            "url": "/ANIMAZIONE/anime/tigre_list.json"
        },
        {
            "plot": "Sullo sfondo dell'America del 1700 s'intrecciano le storie di tre guerrieri, due Mohicani e un bianco cresciuto tra gli indiani, e di due giovani inglesi, Cora ed Alice, figlie del colonnello Munro, uniti dal destino nell'arduo viaggio verso Fort Henry.",
            "title": "L'ultimo dei Mohicani",
            "saga": "L'ultimo dei Mohicani",
            "year": "2004",
            "tvdb_id": "272328",
            "genre": ["Avventura", "Animazione"],
            "fanart": "/ANIMAZIONE/IMMAGINI/mohicani_fanart.jpg",
            "thumbnail": "/ANIMAZIONE/IMMAGINI/mohicani.jpg",
            "url": "/ANIMAZIONE/anime/mohicani_list.json"
        },
        {
            "plot": "Lady Oscar è una serie televisiva animata prodotta dalla Tokyo Movie Shinsha nel 1979, diretta da Tadao Nagahama e Osamu Dezaki. Il titolo originale è spesso abbreviato dai fan giapponesi in Berubara. La serie è ambientata in Francia, negli ultimi anni dell'Ancien Régime, e racconta in maniera dettagliata la vita nella corte di Versailles e gli anni della rivoluzione del 1789.",
            "title": "Lady Oscar",
            "saga": "Lady Oscar",
            "year": "1979",
            "tmdb_id": "32676",
            "genre": ["Drammatico", "Animazione"],
            "url": "/ANIMAZIONE/anime/oscar_list.json"
        },
        {
            "plot": "Le avventure di Super Mario Bros. 3 è una serie televisiva americana animata basata sul videogioco Super Mario Bros. 3. È andata in onda sulla NBC con Captain N: The Game Master in un blocco di programmazione intitolato Captain N & The Adventures of Super Mario Bros. 3 dal 8 settembre 1990 al 1º dicembre 1990. A differenza del suo predecessore The Super Mario Bros. Super Show, la serie non ha segmenti live-action. La DIC Entertainment ha prodotto questa serie mentre Nintendo ha fornito i personaggi e i power-up.",
            "title": "Le avventure di Super Mario",
            "saga": "Le avventure di Super Mario",
            "year": "1990",
            "tmdb_id": "14396",
            "genre": ["Famiglia", "Animazione", "Kids"],
            "url": "/ANIMAZIONE/anime/mario_list.json"
        },
        {
            "plot": "Cricchetto racconta a Saetta che una volta faceva lo Stunt man e il suo pseudonimo era Cricchetto audace d'impatto (nei fumetti Cricchetto il magnifico), si faceva chiamare così perché la sua prima impresa era stata un salto da una rampa e doveva saltare una lunghissima fila di automobili, però non riuscendo ha camminato sui tettucci delle auto. Ma la sua più grande impresa fu il \"Salto di Carburator Canyon\" (dover saltare con Saetta il canyon locale della Contea di Carburator con dei razzi legati); Saetta parte ma i suoi razzi a metà salto si spengono. Il tutto termina con Saetta che chiede: «Com'è finita?», e Cricchetto: «C'hai lasciato i cerchioni».",
            "title": "Le incredibili storie di Carl Attrezzi",
            "saga": "Le incredibili storie di Carl Attrezzi",
            "year": "1984",
            "tmdb_id": "438788",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/carl_list.json"
        },
        {
            "plot": "Ambientato nel 2012, tre anni prima del film Jurassic World, Owen Grady e Claire Dearing si uniscono su Isla Nublar per affrontare tutto ciò che il parco Jurassic World si fa strada, incluso un misterioso sabotatore che vuole distruggere il parco per sempre!",
            "title": "LEGO Jurassic World: Legend of Isla Nublar",
            "saga": "LEGO Jurassic World: Legend of Isla Nublar",
            "year": "2019",
            "genre": ["Animazione", "Azione e Avventura", "Famiglia", "Bambini", "Sci-Fi & Fantasy"],
            "url": "/ANIMAZIONE/anime/legoJurassic_list.json"
        },
        {
            "plot": "Basata sul manga di Mao Dante, il capolavoro di Go Nagai che avrebbe poi dato vita al leggendario Devilman, la più recente serie animata di Demon Lord Dante si pone come un viaggio nella psiche di un signore dei demoni e negli orrori che vi sono contenuti.",
            "title": "Mao Dante",
            "saga": "Mao Dante",
            "year": "2002",
            "tmdb_id": "34060",
            "genre": ["Animazione", "Action & Adventure"],
            "url": "/ANIMAZIONE/anime/dante_list.json"
        },
        {
            "plot": "La serie reinventa i personaggi di Martin Mystere e Diana Lombard, come studenti presso la Torrington Academy, un college di Sherbrooke, Québec; oltre alla loro normale vita da studenti, i due lavorano per \"Il Centro\", una organizzazione segreta che protegge la gente da alieni e forze soprannaturali. Non tutti coloro che lavorano per \"Il Centro\", tuttavia sono umani, come il piccolo alieno verde Billy o Java, uomo delle caverne di 200.000 anni prima, e guardia del corpo personale di Martin e Diana. Così formato, il team affronta una serie di missioni per svelare misteri affrontando mostri e creature sovrannaturali.",
            "title": "Martin Mystere",
            "saga": "Martin Mystere",
            "year": "2003",
            "tmdb_id": "140",
            "genre": ["Azione & Avventura", "Fantascienza & Fantasia", "Animazione"],
            "url": "/ANIMAZIONE/anime/martin_list.json"
        },
        {
            "plot": "Kozue Ayuhara (Mimì Ayuhara nell'adattamento italiano) è una studentessa del ginnasio appassionata di pallavolo, sport che l'ha aiutata a guarire quand'era una bambina dalla tubercolosi. A causa dell'aggravamento improvviso delle sue condizioni di salute, si trasferisce da Tokyo in una cittadina di mare dall'aria salubre, per cercare di ristabilirsi completamente. In un primo momento vive con lo zio e la moglie, sino a che suo padre viene trasferito per motivi di lavoro. Superata l'ostilità iniziale da parte di alcune compagne, il suo notevole talento impressiona l'allenatore. Mimì scoprirà presto che la strada verso il successo è irta di ostacoli (stress, incompatibilità personali ed altri dilemmi). Mimì dovrà percorrere un difficoltoso cammino ed allenamenti durissimi, ma riuscirà comunque a farcela, per merito soprattutto della sua positiva ambizione, anche quando a volte le complicazioni causate dalle varie situazioni sembrano davvero essere senza speranza. Spesso affonda addirittura nell'autocommiserazione, ma nonostante tutto non si arrende mai.",
            "title": "Mimì e la nazionale di pallavolo",
            "year": "1969",
            "tmdb_id": "46348",
            "genre": ["Animazione", "Drammatico"],
            "url": "/ANIMAZIONE/anime/mimi_list.json"
        },
        {
            "plot": "Dopo decenni di guerre e lotte intense, i popoli della Terra decisero di creare un unico governo mondiale, noto come la Federazione degli Stati terrestri (nel manga viene chiamata Alleanza per l’Unità della Sfera Terrestre) con l’incarico di mantenere la pace tramite l’imposizione della forza militare. Nel nome di ideali quali la pace e la giustizia, la Federazione assunse ben presto il controllo – una dopo l’altra – delle colonie spaziali orbitanti nei cinque punti di Lagrange. I coloni continuarono però a battersi per la loro autonomia e scelsero un politico di nome Heero Yui affinché rappresentasse i loro diritti in seno al consesso delle nazioni della Terra. Il carisma di Yui seppe conquistare la fiducia dei governi mondiali, che di buon grado accolsero il suo messaggio di smilitarizzazione totale e di non-violenza. Ma quando Yui venne assassinato nell’anno AfterColony 175, le speranze delle colonie svanirono di colpo e gravi tumulti vennero scatenati dalla loro ira repressa. Con il pretesto di riportarne l’ordine, la Federazione preparò un secondo (e questa volta maggiormente incisivo) intervento militare, utilizzando nuove macchine da guerra antropomorfe chiamate genericamente mobile suit per schiacciarne definitivamente ogni forma di resistenza. Le colonie spaziali passarono sotto la legge marziale e venne contemporaneamente proibito ogni tipo di cooperazione e comunicazione tra di esse; perfino gli stati terrestri simpatizzanti della filosofia di Heero Yui, vennero intimiditi o spazzati via dalla spietatezza degli eserciti federali.",
            "title": "Mobile Gundam Wing",
            "saga": "Mobile Gundam Wing",
            "year": "1995",
            "tmdb_id": "21730",
            "genre": ["Animazione", "Azione & Avventura", "Drammatico", "Fantascienza & Fantasia"],
            "url": "/ANIMAZIONE/anime/gundam_list.json"
        },
        {
            "plot": "Per risolvere il problema del sovraffollamento e della carenza energetica sulla Terra, l'umanità ha iniziato a colonizzare lo spazio, creando un numero di insediamenti denominati Side, e dando così inizio all'epoca conosciuta come Universal Century. Nell'anno U.C. 79 la colonia di Side 3, Zeon, dichiara la sua indipendenza dalla Federazione Terrestre, segnando il debutto della guerra di un anno. Amuro Ray è un ragazzo che vive a Side 7, una colonia fino a quel punto risparmiata dalla guerra, ma scelta dalla Federazione per svolgere un programma militare segreto. Quando le forze di Zeon vengono a sapere delle intenzioni dei federali, inviano una squadra di robot da combattimento mobile suit per intralciare i loro piani. Nei combattimenti che seguono su Side 7, Amuro scopre il prototipo di mobile suit terrestre RX-78 Gundam e riesce istintivamente a pilotarlo per distruggere gli attaccanti, mettendo in fuga perfino l'asso militare di Zeon, Char Aznable. In seguito, Amuro entra nell'esercito tra le fila dell'equipaggio della corazzata spaziale Base Bianca, punta di diamante delle forze della Federazione e costante spina nel fianco di Zeon, e diviene un pilota esperto. Egli inoltre sviluppa delle abilità latenti da newtype, poteri psichici nati dall'evoluzione dell'uomo nello spazio.",
            "title": "Mobile Suit Gundam - The Origin",
            "saga": "Mobile Suit Gundam - The Origin",
            "year": "2015",
            "tmdb_id": "74549",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/origin_list.json"
        },
        {
            "plot": "Dopo la battaglia di A Baoa Qu, che segnò la capitolazione dell'esercito del Principato di Zeon e la vittoria della Federazione Terrestre nella Guerra di un anno, un gruppo di militari al comando dell'Ammiraglio Aguille Delaz, tra cui l'asso Anavel Gato, riuscì a sottrarsi alla disfatta, giurando di vendicare la sconfitta in un secondo tempo. Tre anni dopo, la corazzata federale di classe Pegasus denominata Albion, agli ordini del Capitano Ayper Synaps, parte per una missione segretissima verso la base australiana di Torrington, recando a bordo due nuovi modelli sperimentali di Gundam, il GP01 Zephyrantes ed il GP02A Physalis, quest'ultimo realizzato per fare uso di armi atomiche, vietate sin dalla firma del Trattato del Polo Sud. Grazie ad alcune spie infiltrate all'Anaheim, i superstiti di Zeon sono venuti a sapere del progetto e Anavel Gato riesce ad introdursi nella base federale ed a trafugare il mobil suit. Al furto assistono, tra gli altri, Nina Purpleton (ingegnere dell'Anaheim e progettista dei due prototipi di Gundam) ed il cadetto Kō Uraki, che d'impulso sale sul GP01 per cercare di bloccare Gato. Benché dotato di talento, Uraki è troppo inesperto rispetto ad un veterano come Gato, che riesce a fuggire dalla base col GP02A.",
            "title": "Mobile Suit Gundam 0083: Stardust Memory",
            "saga": "Mobile Suit Gundam 0083: Stardust Memory",
            "year": "1991",
            "tmdb_id": "72677",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/0083_list.json"
        },
        {
            "plot": "U.C. 0001 La colonizzazione dello spazio sta per dare inizio a una nuova era. Tuttavia, durante la cerimonia del cambio di calendario la colonia spaziale di Laplace, residenza ufficiale del Primo Ministro della Federazione Terrestre, viene ridotta in frantumi da un attacco terroristico. Un giovane di nome Syam Vist, entrato a far parte dei terroristi dopo essere caduto in miseria, viene coinvolto nell'esplosione, scoprendo la presenza di qualcosa tra le macerie. U.C. 0096. La colonia manifatturiera Industrial 7 è in fase di completamento e fluttua nell'orbita di Lagrange Point 1. Un giovane di nome Banagher Links, cresciuto senza alcun ricordo di suo padre, incontra Audrey Burne, una misteriosa fanciulla imbarcata clandestinamente su una nave diretta verso la colonia. Mentre un misterioso Mobile Suit bianco viene sottoposto a innumerevoli test, i portavoce di Neo Zeon si infiltrano all'interno della colonia alla ricerca di qualcosa di importante. Banagher non sa ancora di essere stato coinvolto nelle oscure macchinazioni che circonderanno lo Scrigno di Laplace, e presto entrerà in contatto con quello che viene definito la chiave dello Scrigno, l'Unicorn Gundam.",
            "title": "Mobile Suit Gundam Unicorn",
            "saga": "Mobile Suit Gundam Unicorn",
            "year": "2010",
            "tmdb_id": "45500",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/unicorn_list.json"
        },
        {
            "plot": "Il giovane tenente federale Shiro Amada viene assegnato sulla Terra al comando di un plotone dei nuovi mobile suit della Federazione Terrestre, gli RX-79G Gundam, sviluppati dal famoso prototipo RX-78. Durante il trasferimento dallo spazio lo shuttle su cui viaggia viene coinvolto in un combattimento tra uno Zaku di Zeon ed un GM federale, cui lo stesso tenente Amada prende parte a bordo di un Ball. Finirà così per conoscere il pilota dello Zaku, l'affascinante Inah Sakhalin, con cui si ritrova disperso nello spazio in attesa di soccorsi. La serie narra quindi le vicende dell'8º Plotone Mobile Suit, impegnato nella giungla del Sud-est asiatico a scovare una base segreta in cui Zeon sta sperimentando il nuovo terribile mobile armor Apsaras, intrecciandole con quelle degli stessi zeoniani di stanza nella base, tra i quali proprio Inah, sorella dello scienziato Ginius Sakhalin, a capo del progetto. L'asse intorno al quale ruota la trama è quindi la storia d'amore che nasce tra Shiro Amada e Inah Sakhalin, attraverso la quale viene ulteriormente approfondita l'assurda tragedia della guerra.",
            "title": "Mobile Suit Gundam: The 08th MS Team",
            "saga": "Mobile Suit Gundam: The 08th MS Team",
            "year": "1996",
            "tmdb_id": "43887",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/0083_list.json"
        },
        {
            "plot": "Il mondo abitato dall'umanità non è più costituito dalla sola Terra, ma si è allargato all'intera Sfera Terrestre, comprensiva della Luna e di sette aree situate intorno ai punti di Lagrange dell'orbita lunare chiamate Side, in cui orbitano centinaia di \"isole spaziali\", enormi cilindri artificiali contenenti habitat adatti alla vita. Anno 0079 UC: il Principato di Zeon, situato in Side 3, dichiara la sua secessione dalla Federazione Terrestre, scatenando un violento conflitto, noto come Guerra di un anno, che infurierà su ogni continente della Terra ed in quasi ogni colonia spaziale e insediamento lunare. Zeon è inizialmente avvantaggiato dall'uso di un rivoluzionario tipo di arma, il mobile suit, un robot corazzato di aspetto antropomorfo pilotato da un essere umano. Quando una squadra di mobile suit di Zeon in ricognizione, disobbedendo agli ordini ricevuti, attacca la colonia di Side 7, gli abitanti di quest'ultima vengono a conoscenza della risposta della Federazione a questa nuova arma: il mobile suit Gundam. Con l'aiuto dei soldati federali superstiti della corazzata da trasporto Base Bianca, l'equipaggio di profughi inizia un'avventura che porterà un pugno di loro a cambiare il corso della guerra.",
            "title": "Mobile Suit Z Gundam",
            "saga": "Mobile Suit Z Gundam",
            "year": "1985",
            "tmdb_id": "21731",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/zgundam_list.json"
        },
        {
            "plot": "La protagonista, Miki Koishikawa, è una ragazza vivace e spensierata, che passa il suo tempo al liceo con gli amici Meiko e Ginta, con cui divide la passione per il tennis. Un giorno, apprende una pessima notizia: con il sorriso sulle labbra i suoi genitori le comunicano di voler divorziare. Miki rimane totalmente basita quando i genitori aggiungono che avrebbero convissuto in una nuova grande casa con i rispettivi partner, conosciuti alle Hawaii. Uno scambio di coppie in piena regola, che porta nella vita di Miki una specie di fratellastro, Yu Matsura. Miki lo paragonerà alla marmellata di arance, che dietro l'aspetto dolce nasconde un retrogusto amaro, e lo soprannominerà marmalade boy; Yuu \"ricambierà il favore\", soprannominandola mustard girl per via del suo carattere vispo, piccante e pungente come la mostarda. I due superano gli iniziali disaccordi, finendo per fare amicizia. La vita di Miki si complica ulteriormente quando la sua vecchia fiamma, Ginta Suo, si dichiara proprio quando Miki capisce di provare qualcosa di serio per Yuu...",
            "title": "Piccoli Problemi di Cuore ",
            "saga": "Piccoli Problemi di Cuore ",
            "year": "1995",
            "tmdb_id": "35507",
            "genre": ["Animazione", "Drammatico"],
            "url": "/ANIMAZIONE/anime/cuore_list.json"
        },
        {
            "plot": "Principe Valiant (1991) è una serie animata canadese/statunitense di due stagioni per 65 episodi, che ha come protagonista l'omonimo personaggio nato dalla penna di Hal Foster. Il cartone animato venne trasmesso in Italia a partire dal 1992 prima su Italia 1 poi su Canale 5, con la sigla cantata da Cristina D'Avena.",
            "title": "Principe Valiant",
            "saga": "Principe Valiant",
            "year": "1991",
            "genre": ["Animazione", "Azione & Avventura", "Fantascienza & Fantasia"],
            "url": "/ANIMAZIONE/anime/valiant_list.json"
        },
        {
            "plot": "L'accademia Hachimitsu è un liceo femminile d'élite di Tokyo caratterizzato da severe regole di comportamento, tra cui quella del divieto di frequentare maschi. All'inizio della serie, la scuola decide però di aprire i cancelli anche ai ragazzi mantenendo lo stesso regolamento e, con loro stupore, i nuovi studenti di sesso opposto si rivelano essere solo cinque. L'avventura di Kiyoshi Fujino, Takehito \"Gakuto\" Morokuzu, Shingo Wakamoto, Jōji \"Joe\" Nezu e Reiji \"André\" Andō finisce male quando il gruppo viene scoperto mentre spia i bagni femminili. I cinque vengono puniti con un mese di \"prigionia\" e lavori forzati dalla severa associazione studentesca segreta della scuola; in alternativa viene offerta solo l'espulsione.",
            "title": "Prison School",
            "saga": "Prison School",
            "year": "2015",
            "tmdb_id": "64706",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/prison_list.json"
        },
        {
            "plot": "Rambo: The Force of Freedom è una serie animata basata sul personaggio di John Rambo dal libro First Blood di David Morrell e dai successivi film First Blood e Rambo: First Blood Part II. Questa serie è stata adattata per la televisione dallo story editor/scrittore capo Michael Chain e la serie ha persino generato una linea di giocattoli. Il cartone animato durò per 65 episodi e fu prodotto dalla Ruby-Spears Enterprises. La serie ha debuttato il 14 aprile 1986 come miniserie in cinque parti, ed è stata rinnovata a settembre come cartone animato quotidiano. Rambo è stato cancellato nel dicembre dello stesso anno.",
            "title": "Rambo - The Force of Freedom",
            "saga": "Rambo - The Force of Freedom",
            "year": "1986",
            "tmdb_id": "2762",
            "genre": ["Action & Adventure"],
            "url": "/ANIMAZIONE/anime/rambo_list.json"
        },
        {
            "plot": "Ranma Saotome e il padre Genma sono due esperti di arti marziali che tornano in Giappone dopo un lungo periodo trascorso in Cina per allenarsi. Per continuare la tradizione di famiglia, Genma ha combinato per il figlio un matrimonio con una delle figlie di Tendo, suo grande amico e anch'egli maestro di arti marziali. La scelta ricade sulla più piccola, Akane, che di sposarsi non vuole saperne affatto. Le cose si complicano quando si scopre che Ranma e suo padre sono vittime di una maledizione: ogni volta che si bagnano con l'acqua fredda si trasformano, rispettivamente, in una ragazza dai capelli rossi e in un panda!",
            "title": "Ranma ½",
            "saga": "Ranma ½",
            "year": "1989",
            "tmdb_id": "57706",
            "genre": ["Commedia", "Azione & Avventura", "Animazione"],
            "url": "/ANIMAZIONE/anime/ranma_list.json"
        },
        {
            "plot": "Rick è uno scienziato che si è trasferito dalla famiglia di sua figlia Beth, una veterinaria e cardiochirurga per equini. Passa la maggior parte del suo tempo inventando vari gadget high-tech e portando con sé il giovane nipote Morty (e successivamente la nipote Summer) in pericolose e fantastiche avventure attraverso il loro e altri universi paralleli. Questi eventi, aggiunti alla già strana famiglia di Morty, gli causano parecchi disagi sia a scuola che nella vita privata.",
            "title": "Rick and Morty",
            "saga": "Rick and Morty",
            "year": "2013",
            "tmdb_id": "60625",
            "genre": ["Animazione", "Commedia", "Sci-Fi & Fantasy", "Action & Adventure"],
            "url": "/ANIMAZIONE/anime/rick_list.json"
        },
        {
            "plot": "Le avventure di Doc e del giovane Marty continuano, in compagnia di Clara e i ragazzini Giulio e Verne, sempre alle prese con Biff, per altri viaggi nel tempo.",
            "title": "Ritorno al Futuro",
            "saga": "Ritorno al Futuro",
            "year": "1991",
            "genre": ["Animazione", "Fantascienza & Fantasia"],
            "url": "/ANIMAZIONE/anime/futuro_list.json"
        },
        {
            "plot": "Nel 1999, una ciclopica astronave aliena si schianta su Macross, un'isola della Terra.\n\nDallo studio di questo eccezionale artefatto, gli scienziati terrestri ottengono conoscenze tecnologiche piuttosto avanzate, che portano alla costruzione di nuovi mezzi bellici come i caccia trasformabili VF-1 Varitech (soprannominati anche Valkyrie) ed al ripristino della stessa astronave aliena (ribattezzata, in seguito, SDF-1, Super Dimensional Fortress 1).\n\nDurante la cerimonia d'inaugurazione della nave, il popolo alieno dei giganteschi Zentradi attacca l'isola ed i suoi abitanti. Un pilota acrobatico, Rick Hunter, sale a bordo di un aereo militare (un caccia Valkyrie) e viene suo malgrado coinvolto nel combattimento (schiantandosi infine, sulla casa di una giovane ragazza, Lynn Minmay).\n\nLe forze aliene sono così superiori a quelle terrestri che e il comandante dell'SDF-1, Henry Gloval, ordina di compiere un salto iperspaziale, che trasferisce la fortezza spaziale e, come effetto collaterale, anche gran parte dell'isola di Macross e le due navi da guerra Daedalus e Prometeus, in prossimità di Plutone.\n\nLa gigantesca astronave diventa così una vera città spaziale, in cui i superstiti dell'incidente vivono sotto la costante minaccia degli Zentradi, i quali, localizzata la nave ne inseguono la scia.",
            "title": "Robotech",
            "saga": "Robotech",
            "year": "1985",
            "tmdb_id": "2192",
            "genre": ["Animazione", "Dramma", "Sci-Fi & Fantasy"],
            "url": "/ANIMAZIONE/anime/robotech_list.json"
        },
        {
            "plot": "Dopo aver sconfitto Suyodhana e James Brooke, Sandokan è pronto ad affrontare nuovi nemici tra cui il \"Rajah Bianco\".",
            "title": "Sandokan - La tigre ruggisce ancora",
            "saga": "Sandokan - La tigre ruggisce ancora",
            "year": "2001",
            "tmdb_id": "96435",
            "genre": ["Animazione", "Famiglia", "Azione", "Avventura", "Bambini"],
            "url": "/ANIMAZIONE/anime/sandokan_list.json"
        },
        {
            "plot": "Scuola di polizia (Police Academy) è una serie televisiva a cartoni animati prodotta da Warner Bros e Ruby-Spears Productions nel 1988, composta da 65 episodi sviluppati in due stagioni. Il disegno animato è tratto dalla serie cinematografica dei film: Scuola di polizia. La serie animata si colloca cronologicamente fra il quinto ed il sesto film della serie cinematografica. Venti personaggi furono ricreati ex novo, fra cui una squadra di delegati accademici guidati da Mahoney, un team di cani poliziotti, il Professore ed un fulvo cadetto che spesso intralcia involontariamente le azioni del Capitano Harris.",
            "title": "Scuola di Polizia",
            "saga": "Scuola di Polizia",
            "year": "1988",
            "tmdb_id": "5645",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/scuola_list.json"
        },
        {
            "plot": "She-Ra, la sorella gemella di He-Man, sta guidando un gruppo di combattenti per la libertà conosciuti come la Grande Ribellione nella speranza di liberare il loro mondo natale di Etheria dal dominio tirannico di Hordak e dell'Orda del Male.",
            "title": "She-Ra, la principessa del potere",
            "saga": "She-Ra, la principessa del potere",
            "year": "1985",
            "tmdb_id": "14755",
            "genre": ["Action & Adventure", "Animazione", "Sci-Fi & Fantasy"],
            "url": "/ANIMAZIONE/anime/shera_list.json"
        },
        {
            "plot": "Elisabeth von Wittelsbach, che dagli amici si fa chiamare Sissi, è la sedicenne figlia del duca bavarese Max e di sua moglie Ludovica. Di carattere buono e gentile, ma assai ribelle, vive a Possenhofen con la famiglia, circondata da molti amici. Un giorno fa casualmente la conoscenza di Franz, il principe ereditario dell'Impero d'Austria, e fra i due sboccia ben presto l'amore. La relazione sarà però molto travagliata, soprattutto per l'opposizione dell'imperatrice Sofia, madre di Franz, e per gli intrighi del consigliere Zottornick e del conte Arkas, i quali mirano a impossessarsi del potere. Sostenuti da numerosi amici, come l'orfanello Tommy, i due protagonisti vivranno numerose avventure attraverso la turbolenta Europa del XIX secolo, finiscono addirittura in mezzo alla guerra tra l'Austria e i ribelli ungheresi guidati dal colonnello Gyula Andrássy, inseguendo sempre il desiderio di coronare il loro sogno d'amore.",
            "title": "Sissi",
            "saga": "Sissi",
            "year": "1997",
            "tmdb_id": "35073",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/sissi_list.json"
        },
        {
            "plot": "Quattordici anni dopo la fondazione del malvagio Impero Galattico, un gruppo eterogeneo di ribelli, intenti a sabotarlo, si unisce a bordo di un'astronave cargo di nome Spettro, gettando le fondamenta della futura Alleanza Ribelle.",
            "title": "Star Wars Rebels",
            "saga": "Star Wars Rebels",
            "year": "2014",
            "tmdb_id": "60554",
            "genre": ["Action & Adventure", "Animazione"],
            "url": "/ANIMAZIONE/anime/rebels_list.json"
        },
        {
            "plot": "Steins;Gate è ambientato nel distretto di Akihabara a Tokyo. Il 28 luglio 2010 Rintarō Okabe e la sua amica Mayuri Shiina si dirigono all'edificio Radio Kaikan per una conferenza, luogo in cui Rintarō trova una ragazza di nome Kurisu Makise giacere in una pozza di sangue. Proprio quando invia un messaggio riguardo all'incidente al suo amico Itaru \"Daru\" Hashida, Rintarō sperimenta uno strano fenomeno che fa sparire per un attimo tutte le persone intorno a lui, senza che nessuno si accorga di niente. Più tardi, dopo aver incontrato per caso una Kurisu stranamente viva e vegeta ed aver scoperto che il messaggio inviato ad Itaru era arrivato una settimana prima di averlo inviato. Rintarō capisce ben presto che il forno a microonde mobile creato da lui e i suoi amici è, in realtà, una macchina del tempo capace di inviare SMS al passato...",
            "title": "Steins;Gate",
            "saga": "Steins;Gate",
            "year": "2011",
            "tmdb_id": "42509",
            "genre": ["Animazione", "Azione & Avventura", "Commedia", "Drammatico", "Fantascienza & Fantasia", "Mistero"],
            "url": "/ANIMAZIONE/anime/stein_list.json"
        },
        {
            "plot": "Team Galaxy vede protagonisti tre adolescenti Josh, Yoko e Brett alle prese con la normale vita studentesca al liceo \"Galaxy High\" e i loro allenamenti per diventare \"Space Marshals\", per difendere la galassia dai crimini intergalattici",
            "title": "Team Galaxy",
            "saga": "Team Galaxy",
            "year": "2006",
            "tmdb_id": "3661",
            "genre": ["Animazione", "Azione & Avventura"],
            "url": "/ANIMAZIONE/anime/galaxy_list.json"
        },
        {
            "plot": "Al pianeta Terra rimangono, a seguito dei danni provocati dall’uomo, solo tre anni di vita. L’umanità è quindi prossima all’estinzione, a meno che non si riesca a trovare un nuovo pianeta da colonizzare. Come se ciò non bastasse subentrano ad ostacolare le ricerche degli alieni, intenzionati a sterminare l’intera razza umana. Come ultimo baluardo degli abitanti della Terra si erge George Minami, desideroso di vendicare la morte padre, che grazie all’aiuto del robot Pegas, che lo trasformerà in Tekkaman, dovrà fronteggiare la terribile minaccia aliena…",
            "title": "Tekkaman - Il Cavaliere Dello Spazio",
            "saga": "Tekkaman - Il Cavaliere Dello Spazio",
            "year": "1975",
            "tmdb_id": "35409",
            "genre": ["Animazione", "Azione & Avventura"],
            "url": "/ANIMAZIONE/anime/tekkaman_list.json"
        },
        {
            "plot": "Questo spettacolo è basato sul film di successo su un ragazzo normale che trova una maschera incantata. Quando indossa la maschera, diventa un supereroe totalmente pazzo che combatte il crimine e fa un'enorme produzione di se stesso. Può far cambiare istantaneamente i suoi vestiti, cambiare forma di una parte del corpo, tirare fuori qualsiasi cosa dalle sue tasche, ecc. Ogni volta che Ipkiss indossa la maschera, non ci sono regole.",
            "title": "The Mask The Animated Series",
            "saga": "The Mask The Animated Series",
            "year": "1995",
            "tmdb_id": "9957",
            "genre": ["Animazione"],
            "url": "/ANIMAZIONE/anime/mask_list.json"
        },
        {
            "plot": "The Real Ghostbusters è una serie televisiva animata americana derivata dal franchise Ghostbusters. La serie è andata in onda dal 1986 al 1991 ed è stata prodotta da Columbia Pictures Television, DiC Enterprises e Coca-Cola Telecommunications. \"The Real\" è stato aggiunto al titolo dopo una disputa con Filmation e le sue proprietà Ghost Busters. La serie continua le avventure degli investigatori del paranormale Dr. Peter Venkman, Dr. Egon Spengler, Dr. Ray Stantz, Winston Zeddemore, la loro segretaria Janine Melnitz e il loro fantasma mascotte Slimer. C'erano anche due fumetti in corso di Real Ghostbusters, uno pubblicato mensilmente da Now Comics negli Stati Uniti e l'altro pubblicato settimanalmente dalla Marvel Comics nel Regno Unito, e una popolare linea di giocattoli prodotta da Kenner.",
            "title": "The Real Ghostbusters - I veri acchiappafantasmi",
            "saga": "The Real Ghostbusters - I veri acchiappafantasmi",
            "year": "1986",
            "tmdb_id": 2286,
            "genre": ["Action & Adventure", "Animazione", "Commedia", "Mistero"],
            "url": "/ANIMAZIONE/anime/real_list.json"
        },
        {
            "plot": "Tutto inizia quando Fleed, pacifica stella della nebulosa di Vega, dalle avanzate conoscenze scientifiche, viene invasa dall'esercito del malvagio Re Vega, intenzionato ad estendere il proprio dominio su tutta l'intera galassia. Ben presto Fleed cade sotto il dominio delle truppe di Vega, che seminando morte e distruzione, la conquistano. Duke Fleed, principe ereditario della stella che porta il suo nome, viene catturato ed imprigionato mentre la famiglia trova una morte orrenda. Il perfido Re Vega costringe gli scienziati di Fleed ad usare tutte le loro sofisticate tecnologie per creare una terribile macchina da guerra che gli permetta di conquistare l'intero universo: l'astronave-robot ''Goldrake''. Il principe non può permettere che un arma tanto potente finisca nelle mani di Vega e fuggendo dalla prigione in cui è rinchiuso riesce a rubare ''Goldrake''. Vagando per il cosmo Duke Fleed si imbatte nella Terra, un pianeta dall'intenso colore azzurro che ha le stesse condizioni di vita di Fleed. Dopo un atterraggio di fortuna; Duke Fleed viene trovato in fin di vita dal Professor Procton, un brillante scienziato a capo di un istituto di ricerca. Ricevute le giuste cure; il giovane alieno viene \"adottato\" dal Professore, che ne maschera le origini donandogli il nome di ''Actarus'' e presentandolo come il figlio tornato da un lungo viaggio. Nel frattempo ''Goldrake'' viene nascosto nel sottosuolo dell'istituto di ricerche. Tuttavia l'impero di Vega non ha saziato la sua fame di conquista e, visto che la loro stella natale sta per morire, decidono di conquistare la Terra. Comincia così un'estenuante guerra fra alieni e terrestri, che vengono difesi da ''Actarus'' a bordo del ''Goldrake'', difensore estremo della libertà del pianeta, che ormai chiama casa.",
            "title": "UFO Robot Goldrake",
            "saga": "Goldrake",
            "year": "1975",
            "tmdb_id": 46252,
            "genre": ["Animazione", "Azione & Avventura", "Fantascienza & Fantasia"],
            "url": "/ANIMAZIONE/anime/goldrake_list.json"
        },
        {
            "plot": "Yota Moteuchi è uno studente liceale di 16 anni che a causa di una enorme timidezza e di una gran dose di sfortuna, ha difficoltà a rapportarsi con l’altro sesso, venendo così soprannominato da tutti “Motenai Yoda”, ossia “senza donne” (un gioco di parole ottenuto leggendo diversamente gli ideogrammi del suo nome). Il nostro impacciato protagonista è follemente innamorato della sua bella compagna di classe Moemi Hayakawa, ma non riesce mai a cogliere il momento opportuno per confidarle il suo amore. Dopo essere riuscito a diventare suo amico, Yota decide di confidare i suoi sentimenti alla ragazza, ma prima di riuscirvi, scopre che Moemi in realtà prova una grande attrazione per Takashi Niimai, il suo migliore amico. Allora Yota, dimostrando un incredibile altruismo, decide di non dichiararsi e, addirittura, di aiutare Moemi a conquistare Takashi. Quest’ultimo però è a conoscenza dei sentimenti che prova Yota per Moemi e per questo sceglie di respingere la ragazza, pensando di fare così un favore al suo amico.",
            "title": "Video Girl Ai",
            "saga": "Video Girl Ai",
            "year": "1992",
            "tmdb_id": "22432",
            "genre": ["Animazione", "Drammatico", "Commedia"],
            "url": "/ANIMAZIONE/anime/girl_list.json"
        },
        {
            "plot": "Wolverine e the X-Men è una serie di cartoni animati americani della Marvel Animation. È il quarto adattamento animato dei personaggi degli X-Men, gli altri tre sono Pryde degli X-Men, X-Men: The Animated Series e X-Men: Evolution.",
            "title": "Walverine e gli X-men",
            "saga": "Walverine e gli X-men",
            "year": "2009",
            "tmdb_id": "6549",
            "genre": ["Animazione", "Action & Adventure", "Dramma", "Sci-Fi & Fantasy"],
            "url": "/ANIMAZIONE/anime/wolverine_list.json"
        },
        {
            "plot": "Xiaolin Showdown è una serie televisiva americana animata che va in onda su Kids WB ed è stata creata da Christy Hui. Ambientata in un mondo dove le battaglie di arti marziali e la magia orientale sono all'ordine del giorno, la serie segue quattro giovani guerrieri in formazione che combattono le forze del male. Lo fanno proteggendo Shen Gong Wu dai cattivi che li userebbero per conquistare il mondo.",
            "title": "Xiaolin Showdown",
            "saga": "Xiaolin Showdown",
            "year": "2003",
            "tmdb_id": "679",
            "genre": ["Action & Adventure", "Animazione", "Commedia"],
            "url": "/ANIMAZIONE/anime/xiaolin_list.json"
        },
        {
            "plot": "La storia si svolge negli anni '80 in un periodo di tempo lungo alcuni anni. Il terzetto di ladri e truffatori conosciuto come Trio Drombo, il cui simbolo è un teschio, viene contattato e \"arruolato\" dal Dottor Dokrobei, un misterioso e potentissimo personaggio che si presenta loro sempre e solo in voce, collocata all'interno di un oggetto diverso di volta in volta, con impresso un teschio, che poi al termine della spiegazione, esplode. Il loro compito, da quel momento, sarà trovare i quattro frammenti della pietra Dokrostone, riuniti i quali si potrà ottenere un favoloso tesoro (il gran filone d'oro citato nella sigla italiana). Il Trio Drombo inizia così a organizzare l'ennesima truffa per poter racimolare i soldi necessari alla realizzazione del robot da combattimento che li porterà nel luogo dove secondo Dokrobei \"dovrebbe\" esserci un frammento della pietra. Inutile dire che l'intuizione del Dottore nella maggior parte dei casi si rivelerà sbagliata. Ma i tre non hanno fatto i conti con i paladini della giustizia, gli Yattaman (due ragazzini di nome Ganchan e Janet, detti anche Yatta1 e Yatta2), che scoprono i loro piani e li inseguono con i loro mezzi robot a forma di animali.",
            "title": "Yattaman",
            "saga": "Yattaman",
            "year": "1997",
            "tmdb_id": "53298",
            "genre": ["Animazione", "Azione & Avventura", "Commedia"],
            "url": "/ANIMAZIONE/anime/yattaman_list.json"
        }
    ]
}
