{
    "episodes_list": [
        {
            "number":"1x1",
            "saga":"Capitan Harlock",
            "title":"Bandiera pirata nello spazio",
            "plot":"E' il compleanno di Mayu. Per i suoi 7 anni Harlock, a rischio della vita, le fa visita come promesso. Le regala un'ocarina, che lui stesso ha intagliato, e insieme portano fiori sulla tomba del padre della bambina, il migliore amico del pirata. Harlock viene catturato e condannato a morte ma l'Alkadia arriva in tempo per impedire l'esecuzione.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779431.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/57a3633c94f3c82f3b344221eb303ae6"
                }
            ]
        },
        {
            "number":"1x2",
            "saga":"Capitan Harlock",
            "title":"Assalto dall'ignoto",
            "plot":"Una flotta da trasporto terrestre viene distrutta da astronavi sconosciute. Il Ministro Kirita, certo che il colpevole sia Harlock, per catturarlo si serve di Mayu. Cerca di convincerla a scrivere una lettera al pirata, in modo da farlo tornare sulla Terra. La bambina, però, si rifiuta. Piuttosto accetta la dura punizione della Direttrice. Intanto, nell'Osservatorio, il Professor Dayu e suo figlio Tadashi studiano la misteriosa sfera nera in rotta verso la Terra. L'oggetto ha dimensioni enormi, tali da escludere che si tratti di un'astronave o di un meteorite. I tentativi dell'Alkadia di farlo esplodere si rivelano inutili in quanto l'oggetto respinge anche le armi più potenti grazie ad una forte reazione magnetica. Harlock e il Professor Dayu cercano di convincere il Primo Ministro della possibilità che si tratti di un attacco alieno, ma questi non se ne preoccupa. La gigantesca sfera nera, infine, piomba sulla Terra, distruggendo ed incendiando ciò che si trova nelle sue immediate vicinanze.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779451.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/d3d89adc249e7a7d53484d5c545bbd10"
                }
            ]
        },
        {
            "number":"1x3",
            "saga":"Capitan Harlock",
            "title":"Una donna che brucia come carta",
            "plot":"Il Professor Dayu, Tadashi e il Professor Kuzuko analizzano la sfera. Kuzuko è quasi sicuro che si tratti di un pennant lanciato da un pianeta lontano per segnalare il diritto di proprietà sulla Terra e si impegna a decifrare gli strani segni che vi sono tracciati. Intanto Tadashi si accorge che qualcuno li sta spiando. Il ragazzo insegue la figura incappucciata che però gli sfugge. L'aliena, attraverso il pennant, contatta il suo capo e che le dà l'ordine di eliminare immediatamente tutti coloro che vengono a conoscenza dei loro piani. il Professor Dayu viene ucciso. Harlock interviene in tempo per impedire che anche Tadashi faccia la stessa fine. L'aliena, colpita, brucia come carta e il suo corpo si polverizza in pochi secondi. Harlock invita Tadashi a visitare l'Alkadia. Una volta a bordo, il ragazzo,  può vedere la nave pirata in azione contro una flotta di mazoniane. Yuki descrive a Tadashi le mazoniane: sono donne solo all'apparenza, la loro natura è ancora sconosciuta, il colore della loro pelle è verde, anche se diventa bianco a contatto con l'atmosfera, ed hanno la caratteristica di bruciare come carta. Tadashi capisce che l'assassina di suo padre era una mazoniana. Il Capitano propone a Tadashi di rimanere a bordo a lottare per la libertà. ",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779461.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/1f0ca881f91301de1983773c342eb57d"
                }
            ]
        },
        {
            "number":"1x4",
            "saga":"Capitan Harlock",
            "title":"Sotto la bandiera della libertà",
            "plot":"Tadashi decide di non rimanere sull'Alkadia. Harlock comunque si impegna a riprenderlo a bordo qualora dovesse cambiare idea. Il Professor Kuzuko ha intanto decifrato i segni del pennant: \"Questa regione sarà la seconda patria dell'Onnipotente Popolo Mazoniano\". I segni sono molto simili a quelli degli antichi Maya. Il Governo terrestre non si interessa all'argomento poichè collegato ad una civiltà vecchia e poco attuale. Il Professor Kuzuko, come il collega Dayu, viene ucciso da una mazoniana. Kirita e il Primo Ministro arrestano Tadashi con l'accusa di sovversione, come complice di Harlock.  Gli propongono un modo per riscattarsi: tornare sull'Alkadia per uccidere Harlock. Ovviamente il  ragazzo rifiuta. Durante il trasferimento all'Isola di Porto Inferno, dove avrebbe dovuto scontare 20 anni di prigione, Tadashi riesce a fuggire e anche ad evitare l'agguato di una mazoniana. A questo punto, sapendo di non avere più nessuno sulla Terra insieme a cui combattere, decide di chiamare Harlock e accettare l'invito ad unirsi a lui.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779471.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/c6b25c173bcb09b1db93911a86695f36"
                }
            ]
        },
        {
            "number":"1x5",
            "saga":"Capitan Harlock",
            "title":"Ai confini delle stelle",
            "plot":"Tadashi è molto deluso della vita di bordo tanto da pensare di aver preso la decisione sbagliata. Ha l'impressione di essere capitato in una gabbia di matti dove non c'è disciplina ed ognuno fa ciò che vuole. Sarà in occasione di un attacco ad un’astronave mazoniana che avrà modo di ricredersi, vedendo che in realtà l'equipaggio è formato da marinai esperti e determinati. Il Capitano spiega al ragazzo la situazione in questo modo: \"Tadashi, questa è un'astronave pirata, non discuto. Però, allo stesso tempo, è anche la nostra casa. Non ti sembra che sia stupido fare cerimonie anche a casa propria? Quando si chiede a ciascuno di fare il proprio dovere, la disciplina è ferrea, ma terminati gli impegni d'emergenza o di lavoro, ognuno può dormire, o giocare, o fare tutto ciò che vuole. L'universo è enorme, il nostro è un viaggio interminabile. Lo capisci questo, ora?\". Intanto, Harlock abborda una nave da carico terrestre. Oltre al grano, prende una delle bamboline destinate ai \"bambini buoni della Terra\", pensando di portarla a Mayu. E' una trappola di Kirita: la bambola nasconde un'arma. Solo la prontezza di spirito del pirata gli permetterà di salvare se stesso e Tadashi.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779481.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/5d279f4ae24b95f32960941c54df6927"
                }
            ]
        },
        {
            "number":"1x6",
            "saga":"Capitan Harlock",
            "title":"La regina Raflesia",
            "plot":"Dall'interrogatorio di una prigioniera aliena, Harlock e i suoi, capiscono che lo spirito combattivo delle mazoniane non ha paragone se confrontato con quello degli apatici terrestri. Analizzando il relitto di una navetta nemica si rendono conto di avere a che fare con un popolo più evoluto e intelligente di quel che pensavano. Harlock decide di fare rotta sull'Isola dei Pirati, per concedersi un momento di riflessione. L'Isola è un asteroide cavo al cui interno sono accumulate le provviste prese alle astronavi da trasporto terrestri \"perchè l'umanità si abbandona a sprechi insensati e prima o poi potrebbe averne bisogno\". Qui i marinai possono, anche, svagarsi nell'ambiente artificiale che ricrea il mare, il sole, la foresta. Harlock avverte la presenza di un clandestino alieno sull'asteroide. L'inseguimento dell'intruso porta i Nostri a trovare una sfera che proietta l'immagine della Regina Raflesia. Tadashi, credendola vera, impulsivamente le spara, attivando così il meccanismo di autodistruzione della sfera, che esplode innescando una reazione a catena nell'asteroide. l'Alkadia riesce, appena in tempo, a fuggire. L'Isola dei Pirati è perduta, distrutta dalle mazoniane.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779491.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/5ffcdae8014af7cb3a654b3219edb8dc"
                }
            ]
        },
        {
            "number":"1x7",
            "saga":"Capitan Harlock",
            "title":"La piramide in fondo al mare",
            "plot":"Insolite interferenze fanno visualizzare sullo schermo dell'Alkadia la Terra con una strana forma. Questi segnali provengono dal Triangolo delle Bermude. In fondo al mare viene scoperta una piramide che porta incisi segni identici a quelli del pennant. Al suo interno, in una capsula, c'è il corpo senza vita di una mazoniana. Forse si tratta di un loro cimitero. Tadashi e Yattaran chiedono ad Harlock di portare quel corpo a bordo, oppure di distruggerlo. Harlock rifiuta di profanare quella tomba in segno di rispetto per un guerriero morto per la sua Patria e i suoi ideali. Tadashi, spinto dall'odio verso Mazone, decide di fare di testa sua e va a distruggere la piramide. Le alghe del fondale si trasformano in guerriere mazoniane e lo imprigionano. Per fortuna viene salvato dai pirati che riescono anche a portare a bordo una di queste guerriere, trasformata nuovamente in alga. Il Dottor Zero la analizza scoprendo che questo tipo di alghe è diffuso in tutto il mondo, particolarmente in Giappone. Harlock,Yuki, Yattaran e Tadashi formano un commando che va ad individuare e eliminare, porta a porta, tutte quelle aliene che vivono fra gli umani sotto mentite spoglie. Tra queste c'è anche l'istitutrice di Mayu (la mazoniana più brutta e racchia dell'intero Popolo dell'Onnipotente Mazone!).",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779501.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/a442bb9d74ed8411a39110352ab8b0bc"
                }
            ]
        },
        {
            "number":"1x8",
            "saga":"Capitan Harlock",
            "title":"L'astuta tattica della regina",
            "plot":"L'Alkadia intercetta un segnale che collega la piramide sottomarina ad un punto lontano milioni di chilometri dalla Terra, dove viene individuata una flotta aliena di enormi proporzioni. Prima di far rotta verso il nemico, Harlock decide di andare sulla Terra per sincerarsi che Mayu stia bene. Tadashi rimane sconcertato dal comportamento del pirata e lo accusa di scappare di fronte al nemico. Quando Harlock lo ritiene opportuno l'Alkadia si dirige verso la flotta mazoniana. Un Ufficiale di Raflesia, mandata in ricognizione, viene catturata e confessa ad Harlock che la missione della flotta che sta giungendo è quella di attirarli in una zona di vortici cosmici da cui nessuno si è mai salvato. Con grande sorpresa e disappunto di Tadashi, il Capitano lascia libera la prigioniera. L'Alkadia affronta la flotta nemica e riesce a distruggerla completamente. Ne sta arrivando un'altra, ma Harlock capisce che il loro scopo è di tenerli occupati mentre la flotta della Regina attacca la Terra. Immediatamente l'Alkadia fa rotta verso la Terra. La Regina Raflesia rimane molto colpita dall'intuizione del pirata.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779511.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/32578855b6a20b2ff9f75a01f4407074"
                }
            ]
        },
        {
            "number":"1x9",
            "saga":"Capitan Harlock",
            "title":"Le terribili piante umane",
            "plot":"Il Dottor Zero analizza l'esemplare di alga catturato nel Triangolo delle Bermude. Non sa se collocare le mazoniane nel regno animale o in quello vegetale. Rileva, inoltre, che questi esseri si concentrano nelle zone della Terra dove ci sono ruderi archeologici. Vista la precisa connessione tra mazoniane e siti archeologici, ad Harlock viene in mente un antico vaso, il \"Vaso dai Contorni Fiammeggianti\", in cui, secondo la leggenda, è nascosta la chiave della storia della Terra. Harlock affida a Tadashi il compito di sottrarre il Vaso al Museo Federale. Una volta in possesso del Vaso, questo viene sottoposto al controllo del Computer. Al suo interno c'è un messaggio alieno: \"Siamo noi. Qui Mazone. Mazone. State ascoltando la voce della gloriosa Regina Raflesia Il tempo è trascorso per la nostra madre Patria. Non c'è più tempo per la nostra madre Patria. Ora essa raggiungerà i nostri fratelli al limite del cosmo.\" Harlock decide di fare rotta verso il Sudamerica per controllare l'antico Osservatorio Astronomico dei Maya, forse laggiù può trovare altri indizi che gli facciano conoscere meglio il nemico. Met è preoccupata per lui, perchè là ci sono piante pericolose e teme che possa accadere qualcosa di terribile. Harlock e Tadashi si trovano nella foresta quando gli alberi si trasformano in guerriere mazoniane e li attaccano. Grazie alla geniale soluzione di Yattaran, i due se la cavano.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779521.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/1905da2526c92107f8578fc2059f5e14"
                }
            ]
        },
        {
            "number":"1x10",
            "saga":"Capitan Harlock",
            "title":"Verso il pianeta segreto",
            "plot":" Raflesia si è convinta che Harlock sia un avversario temibile, da non sottovalutare. Decide di accettare la proposta di Allergias, uno dei suoi Ufficiali, che chiede di poter affrontare Harlock direttamente per vendicare le compagne della foresta Amazzonica. Durante lo scontro con la flotta di Allergias, Tadashi resta stordito dallo sguardo di una aliena. E' Laura, Comandante della Prima Stazione Spaziale, che ha il potere di ipnotizzare l'avversario e privarlo della volontà in pochi secondi. Dopo il combattimento Yuki invita Tadashi a prendere un tè nella propria cabina e gli fa notare che le mazoniane non sono donne, ma ne hanno solo le sembianze e che la loro bellezza può offuscare la mente di chi le guarda. Intanto l'Alkadia si avvicina al Pianeta Venere, dove forse le mazoniane hanno la loro base. ",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779531.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/e918319d212f1145edbe38fadbbe3daf"
                }
            ]
        },
        {
            "number":"1x11",
            "saga":"Capitan Harlock",
            "title":"Laura dagli occhi scintillanti",
            "plot":"Viene avvistata un'astronave mazoniana in avaria. Tadashi e Yattaran trovano, al suo interno, una superstite: Laura. La portano sull'Alkadia e Harlock l'affida a Tadashi con la precisa intenzione di metterlo alla prova. Laura ipnotizza Tadashi, assumendo ai suoi occhi le sembianze della madre morta quando lui aveva 12 anni. Così riesce ad ottenere dal ragazzo informazioni sull'Alkadia. Quando la nave pirata entra nell'atmosfera di Venere, si fa liberare e trasportare sul Pianeta. Harlock scopre il trucco di Laura ma non si arrabbia con Tadashi, capisce che pochi avrebbero resistito allo sguardo ipnotizzante della mazoniana. Non è neanche preoccupato per la fuga di informazioni perchè Tadashi non sa tutto dell'Alkadia. Ha invece orrore per  il tipo di arma utilizzata dalla nemica: \"Quella gente, tentando di distruggere i nostri cervelli, distruggerà anche i nostri cuori. Questo è molto peggio delle informazioni che possono carpirci sulle caratteristiche della nostra astronave. Se dimenticherai questo, saremo perduti. Ancora prima di combattere.\"",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779541.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/6bc019bf54f3ce5139232446582c76b8"
                }
            ]
        },
        {
            "number":"1x12",
            "saga":"Capitan Harlock",
            "title":"Madre, in tua memoria!",
            "plot":"L'Alkadia sorvola ad alta quota il Continente Fossile del Pianeta Venere. Vengono avvistati dei segni che il Dottor Zero ricollega a quelli visti nella zona dei Maya. Harlock nota due segni che indicano due direzioni ben precise. Il primo indica la zona della Foresta Fossile e il secondo indica un cratere dove decide di entrare. All'interno trovano un locale in cui ci sono degli antichi vasi che vengono portati sull'astronave e analizzati. Risalgono a 180 milioni di anni prima. Improvvisamente Harlock avverte qualcosa: la nave trema per avvertirli del pericolo. Il Capitano dà l'ordine immediato di uscire dal cratere. Una volta fuori si accorgono che una costruzione, simile ad un antico palazzo, si è sollevata da terra. La costruzione si disintegra svelando un'astronave mazoniana che colpisce l'Alkadia nel punto dove si trova il computer. Tadashi decide di affrontare le mazoniane in prima linea, ma questa volta si fa onore, distruggendo diverse navette aliene e soprattutto uccidendo Laura.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779551.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/b64831e931c8ed7786ea9ecff4cdba73"
                }
            ]
        },
        {
            "number":"1x13",
            "saga":"Capitan Harlock",
            "title":"Il castello stregato nel mare della morte",
            "plot":"Avvicinandosi alla Terra Yuki intercetta un segnale questa volta localizzato nel Mare dei Sargassi. Harlock decide di far rotta per quel luogo ma prima saluta Mayu da un telefono di una Base Militare Terrestre, dove arriva e riparte indisturbato, senza che nessuno osi alzare un dito per catturarlo. Mentre stanno sondando il fondale pieno di navi e sottomarini affondati, una flotta del Governo Federale comandata da Kirita li attacca. Harlock ordina di non rispondere al fuoco per rispetto al principio di non combattere contro i suoi simili. All'improvviso emerge dall'acqua un'enorme nave da battaglia della Seconda Guerra Mondiale, che comincia a fare fuoco su quelli del Governo Federale. La nave fantasma decolla e attacca anche l'Alkadia. Harlock vuole capire questo strano fenomeno. In fondo al mare trova una cupola luminosa e ci entra con l'Alkadia. E' il regno della Sovrana del Mare, Aman, che ha stretto un patto con la Regina Raflesia mettendole a disposizione i propri poteri. Aman fa addormentare tutto l'equipaggio pirata, un giorno del suo Regno corrisponde a 100 anni terrestri. Il Computer dell'Alkadia risolve la situazione: si accende da solo, recupera Harlock e gli altri,  uccide Aman e guida l'astronave in salvo.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779561.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/c1b4dca220793565396aff0b634c87c2"
                }
            ]
        },
        {
            "number":"1x14",
            "saga":"Capitan Harlock",
            "title":"La lapide ai piedi della sfinge",
            "plot":"Kirita ha rapito Mayu per attirare Harlock in una trappola. La porta nel deserto del Sahara e fa in modo che Harlock, da solo, possa raggiungerlo fornendogli di volta in volta le indicazioni. La traversata del deserto è molto dura, per questo Yuki e Tadashi pensano di andare in cerca del Capitano con un ricognitore, ma Met li ferma, perchè sa che Harlock può farcela. In effetti Harlock, riesce a trovare Kirita e Mayu, aiutato soprattutto dal suono dell'ocarina della bambina. Il pirata vuole uccidere Kirita, anche se questo va contro i suoi principi, non può perdonarlo di aver messo Mayu in pericolo. La bambina gli impedirà di farlo. All'interno della Sfinge, Kirita, aveva scoperto una grande arma laser nascosta. Con quest'arma, di origini mazoniane, Kirita fa fuoco sull'Alkadia, nella Valle degli Spettri. La nave viene sepolta dalle rocce rimanendo immobilizzata. La situazione precipita quando, tra lo stupore dell'equipaggio, l'Alkadia comincia a muoversi da sola e si libera da quella prigione di pietre, arrivando appena in tempo per permettere a Yattaran di distruggere la terribile arma e salvare Harlock e Mayu.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779581.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/084dc3768da2cf1b4cd1f844c0d3742e"
                }
            ]
        },
        {
            "number":"1x15",
            "saga":"Capitan Harlock",
            "title":"L'aurora boreale",
            "plot":"Sull'Alkadia si sta osservando un'aurora boreale sulla Terra, il fenomeno non sembra naturale. Met teme un pericolo imminente perchè la comparsa delle aurore più belle, sul suo pianeta, è coincisa con il mutamento delle piante. Harlock e Met scendono in ricognizione, una tempesta li investe ma anche questo non è un fenomeno naturale. Harlock prosegue da solo fino ad un castello meraviglioso, che sembra di ghiaccio. Una mazoniana bellissima lo accoglie affermando che il solo scopo della sua vita è farlo scomparire. L'aliena imprigiona il pirata in una sorta di bara costruita nel ghiaccio e mette fuori gioco l'Alkadia. La mazoniana sta per uccidere Harlock quando ha un momento di esitazione e inaspettatamente confessa di essersi innamorata di lui. A questo punto Met interviene uccidendo la nemica",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779591.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/c11421bdc69d1364595a6dfa5474f84b"
                }
            ]
        },
        {
            "number":"1x16",
            "saga":"Capitan Harlock",
            "title":"La canzone del commiato",
            "plot":"Yuki decide di lasciare l'Alkadia per continuare il lavoro del padre. Per prima cosa fa visita alla tomba dei genitori dove incontra Kasuya, collaboratore di suo padre e suo ex fidanzato. Insieme decidono di lavorare al progetto del professor Yuki. Kasuya fa il doppio gioco: si è alleato sia con le mazoniane che con Kirita. Yuki è in pericolo, ma Harlock non interviene perchè è una questione personale che solo la ragazza può risolvere. Si limita, quindi, a mettere Yuki in guardia. Yuki capisce il gioco di Kasuya e che fu lui ad assassinare suo padre, lo affronta e lo uccide. ",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779611.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/2c8e57c881ede590b41585dbb87ad988"
                }
            ]
        },
        {
            "number":"1x17",
            "saga":"Capitan Harlock",
            "title":"Lo scheletro dei falchi spaziali",
            "plot":"Mayu trascorre sull'Alkadia le vacanze scolastiche e tutto l'equipaggio si prodiga per farla divertire. Maji, il primo timoniere, mostra di essersi affezionato a lei molto più degli altri, la bambina gli ricorda la figlia. Intanto dallo spazio viene recuperata una bottiglia contenente una lettera. E' stata scritta da Toshiro Yamanaka, il Comandante dei Falchi Spaziali dell'esercito della Federazione. La sua astronave, durante un inseguimento di navi mazoniane, è rimasta intrappolata in un gorgo di onde magnetiche. Harlock decide di andare in soccorso di Yamanaka. Maji conosce Yamanaka, era stato suo Capitano e suo amico. Maji racconta ai compagni storie del suo passato e parla anche della moglie Aki e della figlia Midori. Aki si rivelò essere una mazoniana e fu uccisa dal Capitano Yamanaka. Midori venne rapita dalle aliene. Così Maji decise di unirsi ad Harlock. L'Alkadia, intanto,  ha raggiunto la nave dei Falchi Spaziali: Maji, Harlock, Yuki e Tadashi vi entrano in ricognizione. Di Yamanaka è rimasto solo lo scheletro, ancora al suo posto di comando in piedi davanti al timone.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779621.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/f6956ad036af979f7f2c27d26532f5c7"
                }
            ]
        },
        {
            "number":"1x18",
            "saga":"Capitan Harlock",
            "title":"Le guerriere ombra",
            "plot":"L'Alkadia mantiene la rotta verso la Nebulosa Collo di Cavallo per trovare la base principale delle mazoniane. Maji vede, a bordo della nave, una mazoniana che assomiglia molto a sua figlia Midori e possiede un campanellino identico al suo. Harlock sta per spararle ma Maji si mette di fronte a lui chiedendogli di abbassare l'arma. Yuki capisce che le guerriere aliene a bordo sono solo ombre, anzi proiezioni quadridimensionali in grado di interagire con la realtà (...insomma ologrammi!). Le ombre provengono dalle Pleiadi il loro scopo è distrarre l'equipaggio mentre le vere mazoniane raccolgono informazioni sull'Alkadia. Maji cerca di proteggere in tutti i modi quella che crede essere sua figlia. La insegue fin su un pianeta popolato da strane piante. A questo punto l'aliena gli svela che in lei non può esserci niente di umano perchè le mazoniane sono esseri vegetali che si riproducono senza bisogno di un padre. ",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779631.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/68828bda59e4e715bf9bb0818ec09d9a"
                }
            ]
        },
        {
            "number":"1x19",
            "saga":"Capitan Harlock",
            "title":"Il tranello della regina Raflesia",
            "plot":"L'Alkadia sta per raggiungere la Nebulosa Collo di Cavallo. Non ci sono pericoli: il Computer della nave dorme. Yuki e Tadashi, a questo proposito, fanno domande ad Harlock e a Met ma tutti e due danno risposte ermetiche. La Regina Raflesia cerca di saperne di più sull'identità del misterioso 42esimo membro dell'equipaggio e sonda le menti degli umani della nave pirata. Il risultato di tale ricerca non la soddisfa perchè proprio nell'istante in cui sondava la sua mente, il fantomatico 42esimo uomo stava dormendo. Sulla nave tutto procede in modo tranquillo, perfino troppo. Harlock si insospettisce e giunge alla conclusione che Raflesia ha teso loro un tranello, spingendoli a credere che il messaggio trovato nella bottiglia fosse di Yamanaka e far si che facessero rotta per la Nebulosa Collo di Cavallo finendo in una trappola. Harlock decide di continuare ugualmente il viaggio. Il Capitano verifica la posizione di Ombra di Morte, un pianeta senza gravitazione orbitale, progettato per seguire l'Alkadia ovunque vada, che costituisce la loro base di emergenza. Il pericolo non tarda a presentarsi, le mazoniane lanciano una cometa proprio verso Ombra di Morte. L'Alkadia si rifugia dentro Ombra di Morte e Harlock dà l'ordine di collegare il timone al piccolo pianeta e, pilotando egli stesso, sfugge all'impatto con la cometa.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779641.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/1f684606ab1a8d20adf9e19f32a810e6"
                }
            ]
        },
        {
            "number":"1x20",
            "saga":"Capitan Harlock",
            "title":"Yura - la stella disabitata",
            "plot":"L'Alkadia fa ritorno sulla Terra ma su richiesta di Met si ferma sul pianeta Yura. Met è l'ultima degli abitanti di Yura ancora in vita. Nel suo pianeta ci fu una grande guerra e in seguito le piante mutarono e divorarono i sopravissuti. Met è stupita nel trovare Yura pieno di meravigliosi fiori che non attaccano le persone. Purtroppo scoprirà che la fine del suo popolo è stata causata dalle mazoniane per creare un giardino fiorito per la Regina Raflesia.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779651.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/2a60e42f04924d777c983deafc22221b"
                }
            ]
        },
        {
            "number":"1x21",
            "saga":"Capitan Harlock",
            "title":"Goram",
            "plot":"Vicino a Giove l'Alkadia è attaccata da un nuovo nemico: il Capitano Zoru del pianeta Tobaga. Le mazoniane hanno conquistato Tobaga e preso degli ostaggi, obbligando Zoru a combattere per loro. Harlock fa prigioniero Zoru e lo invita a bere con lui. Da questo confronto il nemico ritrova i suoi ideali e si ribella all'Onnipotente Mazone morendo per la libertà del suo pianeta. Harlock ha avuto modo di conoscere un valoroso guerriero.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779661.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/0955800355be6451575baa1d55fe157e"
                }
            ]
        },
        {
            "number":"1x22",
            "saga":"Capitan Harlock",
            "title":"Il sepolcro dello spazio",
            "plot":"L'Alkadia si trova vicino a Marte. I Nostri si rifugiano in Ombra di Morte per analizzare le informazioni segrete sull'esercito mazoniano lasciate da Zoru. La Regina Raflesia intanto ordina di lanciare un pennant su Marte, per attirare Harlock in una trappola. Il pirata, invece, si dirige verso il luogo di provenienza del pennant: la nebulosa di Andromeda. L'Alkadia entra nella zona di attrazione di un pianeta che si chiama come il satellite artificiale dell'astronave: Ombra di Morte. E' un pianeta antigravitazionale chiamato anche il sepolcro dello spazio, esercita una forza di attrazione così forte che una volta catturati è impossibile sfuggirgli. L'Alkadia è bloccata. Tadashi è impaziente ma Harlock gli spiega che se non si può fare nulla l'unica soluzione è aspettare che succeda qualcosa \"Lo spazio stellato è infinto e meraviglioso, ma a volte è più spietato degli uomini.\" Raflesia cerca di approfittare della situazione ma l'attacco non riesce perchè all'improvviso l'Alkadia si muove da sola e riesce a liberarsi.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779671.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/7ba6385c2154a773c218018ae6c0cde3"
                }
            ]
        },
        {
            "number":"1x23",
            "saga":"Capitan Harlock",
            "title":"Yattaran modellista poeta",
            "plot":"L'Alkadia è in allarme per l'avvicinamento di una formazione di navi dell'Onnipotente Mazone. La battaglia è piuttosto impegnativa ma, Harlock riesce a trovare velocemente il punto debole dei nemici. Dopo lo scontro, nel tentativo di catturare le superstiti mazoniane, Yattaran viene fatto prigioniero e rapito. Durante la ricerca di Yattaran, il Dottor Zero parla del passato dell'amico e di  quando fuggì di casa per una delusione amorosa, Met ricorda invece quando entrò a far parte dell'equipaggio: l'Alkadia era bloccata per un'avaria e Yattaran riuscì con facilità a riparare il guasto, \"Non c'è nessuno che conosca la struttura meccanica dell'Alkadia con tanta precisione quanto lui.\" Yattaran intanto è sulla nave nemica ed è trattato con riguardo dal Comandante (che assomiglia in modo singolare ad Esmeralda). Una mazoniana propone a Yattaran di fare una gara su chi costruisce il modellino più bello e più fedele della propria astronave. Yattaran ingenuamente non si avvede del trucco e lavora con tutte le sue energie alla costruzione dell'Alkadia. Per fortuna Harlock arriva a salvare il compagno prima che le mazoniane s'impossessino del modellino finito.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779681.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/2ab5790e2aa946da9693fb20327dbf19"
                }
            ]
        },
        {
            "number":"1x24",
            "saga":"Capitan Harlock",
            "title":"La stella cadente",
            "plot":"Harlock ha modo di constatare che la flotta dell'Onnipotente Mazone è immensa e non comprende soltanto navi da guerra, ma anche navi da trasporto civili, navi ospedale, navi da carico e navi per gli schiavi. L'Alkadia intercetta una piccola nave chiamata \"Stella cadente\" che sta fuggendo dallo schieramento nemico, gli occupanti sono due ragazzi innamorati: Zolba e Rucia. Lui è uno dei figli di Zoru di Tobaga, mentre lei è una mazoniana. Come promesso a Zoru prima della sua morte, Harlock parla a Zolba del coraggio di suo padre e di come abbia preferito morire con fierezza combattendo contro le mazoniane piuttosto che sottomettersi al nemico. Raflesia rivuole indietro i fuggitivi, ma Harlock intende proteggerli. Zolba e Rucia decidono di abbandonare l'Alkadia per attirare il fuoco nemico su di loro distogliendolo dalla nave pirata, ormai circondata dalle nemiche. L'Alkadia è salva, grazie al sacrificio dei due coraggiosi ragazzi.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779691.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/38c144d055ce1203bbadeb736a0ed4a2"
                }
            ]
        },
        {
            "number":"1x25",
            "saga":"Capitan Harlock",
            "title":"La figlia del dottor Zero",
            "plot":"Il Dottor Zero arriva sul Ponte di Comando indossando l’armatura da samurai dei suoi antenati, vuole partecipare attivamente alla battaglia contro le mazoniane. Prega la cuoca Mazusan di occuparsi dell’infermeria e di Mew, la gattina che per lui è come una figlia e fiero, nella sua armatura, declama: \"Ora posso affrontare impavidamente il fato. Trema perfida Raflesia!\". Mazusan lo prende in giro, ma in fondo gli vuole bene, durante lo scontro pregherà per lui affinchè torni sano e salvo. Harlock, sapendo che la superiorità numerica delle mazoniane è schiacciante, decide un attacco a sorpresa approfittando delle tempeste magnetiche che stanno attraversando la zona. Il Dottor Zero realizza il suo desiderio di combattere e grazie a Mew, salita di nascosto sul caccia, riesce ad evitare un agguato nemico. La battaglia volge a favore dei pirati, Harlock dà ordine di colpire la nave ammiraglia, che sta fuggendo via. Tadashi, dal suo caccia, nota che all’interno ci sono dei civili ma è troppo tardi.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779701.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/c2dedea0b56f82d183855c7dd61b19de"
                }
            ]
        },
        {
            "number":"1x26",
            "saga":"Capitan Harlock",
            "title":"Lungo viaggio verso la patria",
            "plot":"Nella lunga migrazione verso la Terra si sono creati molti problemi all'interno dell'organizzazione mazoniana: civili e militari non sono concordi sulla linea da seguire per raggiungere la Terra. I civili guidati dalla scienziata Tessius vorrebbero rinunciare, visti i pericoli incontrati, e andare a vivere sul pianeta Beta; i militari invece considerano questo un atto di tradimento verso la Regina e sono pronti a farsi scudo con i civili in battaglia o ad eliminarli loro stessi se tentano la fuga. La Regina, con stupore e delusione di Tessius, conferma il punto di vista dei militari: \"La mia volontà è di arrivare sulla Terra a qualunque costo...Per non tradire la mia missione ho accettato di diventare la Regina più crudele dell'universo, e di sopportarne il peso odioso e l'atroce pena\". Intanto l'Alkadia ha localizzato il nemico e attacca, distruggendo completamente l'astronave di Catandra per mezzo del rostro di prua. Tessius ha approfittato dello scontro per sbarcare, con i civili della sua astronave, sul pianeta Beta. Raflesia è dispiaciuta ma non esita a ordinare la morte di Tessius, sua preziosa collaboratrice, e dei suoi. ",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779721.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/a5f6ba5c9441fabccf6b4a44b6980af8"
                }
            ]
        },
        {
            "number":"1x27",
            "saga":"Capitan Harlock",
            "title":"La decisione dell'Alkadia",
            "plot":"I 41 uomini dell'Alkadia stanno combattendo ininterrottamente da tre giorni, sono esausti. Harlock decide di fare turni di 12 ore. La loro forza verrà dimezzata, quindi Harlock studia un piano per dimezzare anche la potenza della flotta nemica: punta sulle astronavi civili, in questo modo la Regina Raflesia è costretta a cessare gli attacchi per non coinvolgere i propri civili. La Regina non comprende il motivo per cui Harlock difende strenuamente un pianeta che lo ha bandito. Per scoprire il suo punto debole tende un agguato al Consigliere Kirita, sulla Terra, e così scopre l'esistenza di Mayu. Kirita finalmente prende coscienza della minaccia aliena e tenta inutilmente di avvertire il Primo Ministro. Raflesia da principio non vuole servirsi di Mayu come ostaggio (\"E' ancora una bambina, non possiamo servirci di un'innocente per la nostra guerra...Non darei mai a quel bandito di Harlock l'occasione di disprezzarmi!\") ma nel momento in cui le sue truppe si rivoltano e attaccano l'Alkadia eliminando anche l'astronave di civili, si trova costretta a dare l'ordine di rapire la bambina. Harlock non sa se attaccare la flotta mazoniana, ora in grande difficoltà, o correre a salvare Mayu. Sarà il Computer dell'Alkadia a decidere: la nave pirata fa rotta verso la Nebulosa di Ulisse dove è tenuta prigioniera Mayu.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779731.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/2ea9cbd6e8086dd5f0fc5d0a5f16b0df"
                }
            ]
        },
        {
            "number":"1x28",
            "saga":"Capitan Harlock",
            "title":"La nebulosa Ulisse",
            "plot":"L'Alkadia si dirige verso il Pianeta Umano, nella Nebulosa Ulisse, alla ricerca di Mayu. I pirati vengono accolti dal Dottor Hane, uno scienziato che ha abbandonato la Terra assieme ad una trentina di persone per rifugiarsi in questo piccolo paradiso e che in passato ha aiutato Harlock. L'equipaggio dell'Alkadia approfitta della sosta e dell'accoglienza calorosa per riposare e divertirsi. Il giorno successivo iniziano le ricerche: l'Alkadia esplora il mare, mentre Harlock e Tadashi la zona montagnosa. L'Alkadia viene imprigionata da una potente forza magnetica che impedisce anche i contatti radio. Harlock prende una barca e dopo due giorni di navigazione riesce a raggiungere l'astronave, giusto in tempo per non essere travolto da un'onda gigantesca. L'Alkadia viene risucchiata in fondo al mare dal macchinario che produce l'energia magnetica ma si libererà distruggendolo. Purtroppo il villaggio è stato distrutto  dal maremoto e i suoi abitanti sono tutti morti ad esclusione di due bambini, Ikaru e Wina. Ikaru è il nipote del Dottore Hane e conduce Harlock, Yuki e Tadashi nel laboratorio in cui si trova il nonno prigioniero di una mazoniana. Hane, prima di morire, spiega di aver costruito un congegno che permette di controllare maremoti e terremoti e quindi di usarli come arma contro il nemico. La mazoniana lo ha costretto ad usare tale arma contro Harlock e il suo stesso villaggio. L'Alkadia riparte lasciando i due bambini sul pianeta, soli (boh!).",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779751.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/032113fbbdc0a85dc9d7c0a0c68009e4"
                }
            ]
        },
        {
            "number":"1x29",
            "saga":"Capitan Harlock",
            "title":"Scontri sul pianeta Arcobaleno",
            "plot":"L'Alkadia è in navigazione da mesi, senza trovare traccia di Mayu, nè delle mazoniane. L'equipaggio, preso dalla noia, da segni di malessere. Finalmente vengono avvistate navi mazoniane che sembrano puntare verso il Pianeta Arcobaleno. Harlock ordina di inseguirle, le navi si comportano come se fossero un'esca. Contravvenendo all'ordine di rientro, Tadashi continua l'inseguimento, vuole farsi catturare allo scopo di scoprire dove si trova Mayu. Il ragazzo precipita sul Pianeta Arcobaleno e viene soccorso da civili mazoniani che gli chiedono di poter parlare con Harlock per avere protezione contro la Regina Raflesia. Tadashi sospetta una trappola ma l'amicizia di una bambina mazoniana di nome Gurikan, lo convince della buona fede degli alieni e contatta Harlock. Mentre attende il Capitano, Tadashi scopre le vere intenzioni delle mazoniane e rischia di essere ucciso da Gurikan. Lui e Harlock riusciranno a sfuggire ai nemici mentre l'Alkadia, guidata da Yattaran, distrugge con il rostro di prua la grande nave mazoniana.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779761.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/8484570e5e965313881eee34f2ab2576"
                }
            ]
        },
        {
            "number":"1x30",
            "saga":"Capitan Harlock",
            "title":"Amico mio, mia giovinezza",
            "plot":"L'Alkadia ha bisogno di riparazioni che vengono effettuate dentro l'Isola dei pirata, un satellite artificiale dotato di un meccanismo di mimetizzazione. Tori-san, l'uccello nero di Harlock, trova nell'isola un paio di occhiali rotti e piange disperato. Yuki e Tadashi vogliono sapere a chi appartengono e perchè Tori piange. Harlock risponde \"Lo so io. Appartenevano al mio amico, l'uomo che ha formulato il progetto più ardito dell'universo... e che ha costruito uno degli strumenti più perfetti per poterlo realizzare.\" e racconta come ha conosciuto il costruttore dell'Alkadia, Tokiro. Harlock lo ha incontrato in un saloon, il piccoletto era stato deriso e picchiato e lui lo aveva aiutato. Nel locale fanno la conoscenza di una donna bellissima con i capelli rossi, che si presentata con il nome di Esmeralda. Harlock, che ha una taglia sulla testa, viene arrestato e condannato all'impiccagione. Questa volta sarà Tokiro ha salvargli la vita e insieme fuggono sull'Isola dei pirati, costruita dallo stesso Tokiro. Esmeralda li segue e riesce ad entrare nel loro nascondiglio. Vuole assoldarli per un lavoro ma Harlock e Tokiro rifiutano di \"essere comprati\" perchè hanno bisogno di tutto il loro tempo per riuscire a realizzare un loro sogno. Più tardi i due amici vengono catturati dalla astronave Everest e deportati sul Pianete del Male per farli lavorare nelle miniere. Esmeralda ha in progetto di salvare i prigionieri, Harlock e Tokiro decidono di giocare d'astuzia e fare qualcosa dall'interno sabotando l'Everest. Il piano funziona, una volta in salvo Esmeralda sposa Tokiro e qualche anno dopo nascerà Mayu.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779781.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/a7115f9ea63cd8378114f16ab3fcf443"
                }
            ]
        },
        {
            "number":"1x31",
            "saga":"Capitan Harlock",
            "title":"La costruzione segreta dell'Alkadia",
            "plot":"L'Alkadia è ancora in riparazione e Harlock prosegue il suo racconto a Yuki e Tadashi. Harlock e i suoi pirati creavano seri problemi alle navi da carico terrestri, per poterlo sconfiggere le Pattuglie Stellari avevano bisogno di astronavi e strumenti sofisticati. Per questo a Kirita viene dato il compito di trovare Tokiro Oyama, \"il più grande scienziato in ingegneria astronavale dell'universo\". Tokiro si è ritirato sul Pianeta Hog Melder per realizzare un suo grande progetto. Il pianeta però è condannato alla distruzione per l'avvicinarsi di Ganda, \"la stella infausta\". Mentre Harlock si trova sul Pianeta di Ghiaccio per recuperare un raro minerale di cui ha bisogno l'amico, Kirita arriva su Hog Melder. Esmeralda lo affronta ma quando le cose si mettono male Harlock arriva e salva la situazione (è anche riuscito a trovare quel famoso minerale). Il pianeta è distrutto dalla stella ma, tutti gli abitanti riescono a rifugiarsi nella base in cui lavorava Tokiro. La base in realtà è una grande e bellissima astronave, che Tokiro in omaggio agli antenati di Harlock, chiamerà \"Alkadia\". Tokiro, da tempo debole e malato, muore fra le braccia di Esmeralda e si congeda dagli amici così: \"Esmeralda! Harlock! Addio! Voi pensate che io stia morendo, ma non preoccupatevi, io sto solo partendo per un viaggio verso un mondo differente dal vostro. Esmeralda, porta Mayu sulla Terra, sulla nostra grande valle verde...\". Nel momento in cui il suo feretro viene lanciato nello spazio il Computer dell'Alkadia si accende e comincia a pulsare come un cuore umano. Esmeralda non accetta la separazione e decide di seguire la capsula di Tokiro nello spazio. Harlock addolorato per la perdita degli amici si prenderà cura della loro figlia Mayu. Si ritorna bruscamente al presente a causa dell'improvviso attacco delle mazoniane, che nel frattempo sono riuscite a scovare il nascondiglio dei pirati. L'Alkadia però ha finito con le riparazioni e fronteggia spavalda il nemico.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779791.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/2cce88b34fd06173e9772abbbecd4053"
                }
            ]
        },
        {
            "number":"1x32",
            "saga":"Capitan Harlock",
            "title":"Musica dal pianeta Vento",
            "plot":"Avanguardie mazoniane attaccano la Terra, ma l'Alkadia è lontana, nella Nebulosa Ulisse. Guidata dal suono dell'ocarina di Mayu, la nave pirata, fa rotta per il Pianeta Vento. L'equipaggio vuole tornare nel Sistema Solare per combattere ma Harlock è deciso a ritrovare Mayu. Sul Pianeta Vento le mazoniane hanno minato il terreno per far esplodere l'Alkadia al momento dell'atterraggio. Sarà il Computer ad accorgersi del trucco e a salvare l'astronave mentre Harlock, Met e Tadashi sono in ricognizione sul pianeta. Il Capitano crede di vedere Mayu e cade in un'imboscata nemica, lotta con tenacia ma le mazoniane sono troppe, l'intervento di Met e Tadashi gli sarà di grande aiuto. La bambina vista da Harlock era in realtà un robot.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779811.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/bbae70c6bc6d122966111c6f7751b40e"
                }
            ]
        },
        {
            "number":"1x33",
            "saga":"Capitan Harlock",
            "title":"Anche un solo cuore gentile",
            "plot":"La flotta  mazoniana approfitta dell'assenza di Harlock per attaccare i terrestri nel Sistema Solare e preparare lo sbarco in massa del popolo dell'Onnipotente Mazone. Mentre l'Alkadia segue sempre il suono dell'ocarina di Mayu, sulla Terra solamente il Consigliere Kirita capisce quello che sta succedendo e cerca di organizzare un'azione difensiva ma all'appello non si presenta nessun soldato, solo l'ex ministro Gozo Otawara, che prende un aereo e si lancia in un'impresa suicida. Otawara contatta l'Alkadia: vuole parlare con Mazusan. I due un tempo erano innamorati ma per uno stupido e tragico equivoco ognuno ha creduto di essere stato abbandonato dall'altro. Mazusan non si sposò mai, mentre Gozo sposò una donna che si rivelò essere una mazoniana e che lui stesso uccise. ",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779831.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/cec76d5da1b579f909d62ec255a5242f"
                }
            ]
        },
        {
            "number":"1x34",
            "saga":"Capitan Harlock",
            "title":"Ninna nanna della galassia",
            "plot":"L'Alkadia continua a seguire il suono dell'ocarina di Mayu (solo il Computer e Harlock riescono a sentirla) e cade nell'ennesima trappola di Raflesia. La nave si ritrova imprigionata in un campo magnetico fra i Pianeti Gemelli, sotto il fuoco nemico. L'intuito di Met risolve la situazione e l'Alkadia si libera. Harlock scende su uno dei pianeti e viene catturato (o forse si fa catturare) dalle mazoniane. Seguendo l'ocarina, facendosi strada sparando, il Capitano raggiunge la bambina che, in braccio a Raflesia, continua a suonare. Liberata Mayu e scampati dalla collisione dei pianeti, i pirati sono felici ma la bambina è sotto shock, avendo suonato giorno e notte per farsi ritrovare continua a farlo, non rendendosi conto di essere ormai al sicuro. Harlock non sa più che fare, la bimba può morire se non dorme, la porta dal Computer che le \"canta\" una ninna nanna che la fa subito addormentare. \"Harlock è riuscito a salvare Mayu ma, Raflesia non capirà mai perchè Harlock abbia rischiato seriamente la vita in una simile impresa!\"",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779841.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/6fc0624d3f1fa12dd31aef9b5ddb265f"
                }
            ]
        },
        {
            "number":"1x35",
            "saga":"Capitan Harlock",
            "title":"L'essere misterioso",
            "plot":"Namino Shizuka, la segretaria del Primo Ministro, denuncia il Consigliere Kirita come cospiratore. Gli tende una trappola in modo da fabbricare prove della sua slealtà, che serviranno a farlo condannare a morte. Stranamente, Namino, poi si pente della sua azione e aiuta Kirita ad evadere. Dice di averlo fatto perchè delusa della incosciente condotta del Primo Ministro e dei terrestri, che si interessano solo alle corse dei cani invece di difendere la Terra dalla imminente invasione mazoniana, ed è certa che Kirita sia l'unico uomo in grado di salvare il pianeta. Dice anche di volersi costituire e Kirita mosso a compassione le offre un'altra soluzione. Intanto l'Alkadia fa ritorno sulla Terra, l'equipaggio è contento tranne Mayu che non vuole lasciare Harlock. Il Capitano non ha scelta, non può tenerla a bordo, e la riporta all'orfanotrofio. Qui trova Kirita che appellandosi alla sua generosità gli chiede di prendere a bordo Namino per portarla in un posto sicuro.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779851.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/5cd8733efe64ee9d90aa21370f023584"
                }
            ]
        },
        {
            "number":"1x36",
            "saga":"Capitan Harlock",
            "title":"Il computer vivente",
            "plot":"Namino Shizuka è una spia di Raflesia, Met intuisce la verità ma Harlock intende mantenere la promessa fatta a Kirita di portare in salvo la ragazza. Le navi mazoniane hanno uno strano comportamento, sembra vogliano evitare lo scontro diretto con l'Alkadia. E' un ordine preciso di Raflesia che vuole raccogliere quante più informazioni possibili sul suo nemico attraverso il suo agente infiltrato. Le interessa la tecnologia della nave pirata ma soprattutto quello che fa, quello che pensa Harlock: \"Voglio sapere tutto di quel uomo, anche le cose all'apparenza più insignificanti.\" Namino allora cerca, senza successo, di sedurre il Capitano. Raflesia ordina di attaccare l'Alkadia e dall'interno Namino si occupa di sabotare la nave. Grazie al Computer i pirati risolvono la situazione, ma Raflesia ha scoperto il ruolo del Computer: è il 42esimo membro dell'equipaggio, l'Alkadia è viva, intelligentemente viva.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779861.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/fbe6a7ea53031be43383d5e2388810ca"
                }
            ]
        },
        {
            "number":"1x37",
            "saga":"Capitan Harlock",
            "title":"L'astuccio vuoto",
            "plot":"Scoperta la vera identità di Namino, i pirati ne studiano le mosse e le impediscono di fatto di compiere altri sabotaggi. Raflesia capisce che il suo agente è bruciato e che il suo piano di distruzione dell'Alkadia è andato a monte. Arrabbiata accusa di incapacità la ragazza e la condanna a morte. Namino sconvolta fa irruzione sul Ponte di Comando sparando, ma non ha la forza di uccidere Harlock. L'equipaggio vuole la morte della spia ma il Capitano le concede una scialuppa e la libertà. Lasciata la nave pirata, Namino viene attaccata dalle mazoniane. Harlock la protegge e la riporta a bordo. Una volta curata, la ragazza lavora ininterrottamente a maglia finchè, terminato il golf rosso, va alla sala del Computer e minaccia di distruggere tutto con una bomba, in realtà finta. Namino sa che deve morire e ha scelto questo momento per farlo, vicino l'uomo che ama. Il Capitano lascerà andare nello spazio il corpo della ragazza, avvolto nel Blackjack e manderà questo messaggio a Kirita: \"La signorina Namino Shizuka è rimasta uccisa durante un'azione di guerra, combattendo coraggiosamente le mazoniane\".",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779871.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/252af1e504af7539c9422a70db8bed74"
                }
            ]
        },
        {
            "number":"1x38",
            "saga":"Capitan Harlock",
            "title":"L'invisibile padre di Mayu",
            "plot":"La flotta dell'Onnipotente Mazone ora punta direttamente sulla Terra. L'Alkadia si trova a notevole distanza, sarà il Computer a decidere la rotta, vuole andare a proteggere Mayu. Approfittando di un fenomeno di tempeste solari e onde magnetiche, che obbliga le navi mazoniane a rallentare, i pirati arrivano sulla Terra prima dei nemici. Harlock affida Mayu a Kirita, sente che di lui si può fidare, la porterà in un luogo sicuro. Le truppe di Raflesia spazzano via le inesistenti difese terrestri molto facilmente. L'Alkadia ritorna indietro per aiutare Kirita ferito. In questa occasione Harlock rivela a Mayu che nel Computer dell'Alkadia c'è l'anima di suo padre ma che per suo volere, la bambina non può restare a bordo. Ora l'obiettivo di Harlock è la nave ammiraglia di Raflesia.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779881.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/0ba7e02896ba47e0cbe2a6530f3f8520"
                }
            ]
        },
        {
            "number":"1x39",
            "saga":"Capitan Harlock",
            "title":"Morte di Kirita",
            "plot":"Harlock vuole approfittare delle tempeste magnetiche, che rallentano la flotta mazoniana, e dei satelliti di Giove per tendere un'imboscata alla Doklas, la nave ammiraglia di Raflesia. Kirita chiede al Capitano di poter partecipare alla battaglia e quando il pirata lo invita a bere insieme egli racconta del suo passato. L'Alkadia è attaccata da navi nemiche che riescono ad abbordarla, squadre specializzate nel combattimento corpo a corpo salgono a bordo. Le mazoniane sono moltissime, Kirita, Tadashi e Yattaran difendono strenuamente la sala del Computer. La situazione è disperata quando un'improvvisa variazione gravitazionale di Giove inverte il movimento dei suoi satelliti distruggendo la flotta nemica. Il Computer porta in salvo l'Alkadia mentre al suo interno i pirati hanno la meglio sulle assalitrici. Kirita viene ferito a morte. La nave ha subito seri danni e ci sono molti feriti, perciò si rifugia nell'asteroide \"Ombra di morte\". Qui verrà seppellito Kirita con tutti gli onori.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779891.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/f6f560f87567a065111e628f71b54ba6"
                }
            ]
        },
        {
            "number":"1x40",
            "saga":"Capitan Harlock",
            "title":"La nave del miraggio",
            "plot":"L'Alkadia è stata riparata e i pirati si sentono pronti per affrontare la nave ammiraglia di Raflesia. Harlock parla al Computer: \"Amico mio, ho un piccolo progetto. Non l'indovini? Prendere insieme una sbornia solenne al termine di questa battaglia!\" Nel mentre, le mazoniane attaccano applicando una tecnica di guerriglia, mettendo fuori uso cannone e radar. Poi una nave ospedale nemica chiede aiuti medici che i pirati si affrettano a dare, ma è uno subdolo tranello di Raflesia. L'Alkadia attacca la flotta nemica. Quando Harlock si accorge che una nave civile è stata usata come scudo ed è stata danneggiata sospende l'azione e da soccorso ai feriti. Sono della Tribù di Toga e fra loro c'è una donna che sta per partorire, viene portata prontamente sull'Alkadia. Raflesia ne ordina la distruzione. Le altre navi civili si portano tutte intorno all'Alkadia per proteggerla e le navi da guerra, disubbidendo all'ordine, non attaccano. Intanto è nato un bel maschietto, al quale Yattaran regala il modellino dell'Alkadia che ha appena terminato: \"L'invincibile nave da guerra terrore di Raflesia e compagni. Da parte del pirata Yattaran!\" La Doklas ora è vicina e crea uno strano miraggio nello spazio che sbalordisce i pirati.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779901.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/99e0fd5736eee07f58bec64d2f275aa5"
                }
            ]
        },
        {
            "number":"1x41",
            "saga":"Capitan Harlock",
            "title":"Raflesia ed Harlock, incontro ravvicinato",
            "plot":"L'Alkadia punta direttamente sulla Doklas, la nave che risplende come un diamante nello spazio, l'Alkadia è una pulce al suo confronto. Respingendo vari attacchi nemici, si avvicina al suo punto debole e con la Squadriglia Bored, Harlock e i suoi l'abbordano. Una volta al suo interno i pirati vengono immobilizzati in un ambiente privo di gravità mentre Harlock incontra finalmente Raflesia, che lo accoglie con queste parole: \"Quanto tempo, anno dopo anno, giorno dopo giorno, pietra dopo pietra, ho percorso tutto questo lungo cammino. Abbandonando il mio pianeta, un pianeta condannato alla dissoluzione, alla ricerca di una nuova patria. Una patria per me e per la mia gente. Ci dirigevamo sulla Terra verso il nostro futuro, non per distruggere ma per costruire, per portare una nuova civiltà ad un popolo imbelle e dissoluto e creare il Grande Regno di Mazone. Ma il viaggio interminabile e le lunghe lotte hanno fiaccato il mio popolo, scompigliato il mio esercito e distrutto i miei sogni...Non avrei mai creduto che un piccolo pirata avrebbe umiliato Raflesia!\" Dopo uno scontro verbale i due grandi nemici combattono con le spade. Harlock ha la meglio denudando e ferendo Raflesia al petto. Raflesia sanguina e per questo la risparmia \"Prendi i civili e vattene, la nostra partita è chiusa!\", lei sorpresa e umiliata ribatte \"Vuoi davvero che io parta?\". I pirati festeggiano guardando la flotta dell'Onnipotente Mazone allontanarsi mentre Harlock si interroga sulla domanda di Raflesia.",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779911.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/3efaa12849e51ca9a63f7e6b6abcaa95"
                }
            ]
        },
        {
            "number":"1x42",
            "saga":"Capitan Harlock",
            "title":"Addio, pirata dello spazio",
            "plot":"Nella sala del Computer Harlock parla così al suo equipaggio che non vuole lasciarlo: \"Sarei felice se potessimo continuare tutto come prima. Nella lunga guerra che abbiamo combattuto contro le mazoniane ho imparato che la vita è fatta anche di molte altre cose. Voi non potete legarvi per sempre ad un fuorilegge, non è giusto! Nella vita ci sono tante cose buone da fare che hanno bisogno della vostra energia e del vostro entusiasmo, dei più giovani soprattutto. la Terra distruggerà sè stessa se non ci sarà anche gente come voi!\". L'Alkadia fa ritorno sulla Terra, Yattaran si aspetta un'accoglienza trionfale e invece, per ordine del Primo Ministro, viene intimato ai pirati di lasciare il pianeta entro 12 ore. Harlock cerca di trovare un accordo per salvare i suoi compagni ma il Primo Ministro è irremovibile: ormai sono tutti schedati come fuorilegge. Improvvisamente il Pennant mazoniano si attiva e un esercito di aliene, nascosto sulla Terra, attacca il pianeta. Il primo Ministro supplica Harlock di intervenire in cambio della restituzione dei diritti civili al suo equipaggio. Intanto Mayu si trova in pericolo e chiede aiuto al suo papà, subito l'Alkadia si muove e manovrando da sola salva Mayu e gli altri bambini. Harlock intuisce che distruggendo il Pennant verrà distrutto anche l'esercito nemico e così sarà. Finalmente è finita. Fra le macerie della città i pirati salutano il loro Capitano e Met che si allontaneranno nello spazio con l'Alkadia, lasciando loro queste parole: \"Costruite una nuova Storia, una Storia che parta da voi!\".",
            "genre":["Action","Animation","Science Fiction"],
            "tumbnail":"https://api.thetvdb.com/episodes/100151/779921.jpg",
            "dirctor":"",
            "links":[
                {
                    "url":"http://51.77.159.233:30299/0ecff03be0dd8075efa2817932071d13"
                }
            ]
        }
    ]
}  