{
  "movies_list": [
    {
        "tmdb_id": 567767,
        "plot": "Lupin decide di partecipare a una gara automobilistica indetta da un suo vecchio nemico, Mister X. In realtà la gara è una trappola: Mister X è in combutta con Kyosuke Mamo, un altro nemico di Lupin. Mamo usa la sua macchina del tempo per mandare Lupin nel passato e alterare gli eventi per separarlo dai suoi compagni…",
        "saga": "Lupin",
        "year": "2018",
        "title": "Lupin Contro Tutti",
        "links": [
            {
                "url": "http://51.77.159.233:30299/5c55873d1114596ce8633472d6b195cf"
            }
        ]
    },
    {
        "tmdb_id": 78139,
        "plot": "Lupin vuole impossessarsi di una mappa dei fondali di San Francisco, perché proprio nei fondali vi dovrebbe essere un veliero carico d'oro. Nella sua ricerca del tesoro Lupin scoprirà la verità sull'assassinio di Kennedy e sulla sua correlazione con un segreto celato nei sotterranei della leggendaria prigione di Alcatraz.",
        "saga": "Lupin",
        "year": "2001",
        "title": "Lupin III: Fuga Da Alcatraz",
        "links": [
            {
                "url": "http://51.77.159.233:30299/ba5fd134eeb51a501e0f8dc3a97c8ea3"
            }
        ]
    },
    {
        "tmdb_id": 251432,
        "plot": "L'archeologo Theo Argento ha ritrovato a Genova, nei sotterranei di palazzo San Giorgio, l'unica pagina mancante dal libro Il Milione di Marco Polo, nella quale sarebbe racchiuso il segreto per trovare una cosa \"cento volte più preziosa dell'oro\". Quando l'uomo viene ucciso, Lupin III viene accusato di essere il suo omicida. Nella sua fuga dalla polizia si trova a dover proteggere Lisa, nipote del professore, braccata dal presidente della potente multinazionale delle armi Lombardo Industries in quanto ritenuta la sola in grado di decifrare la pagina e condurre quindi al tesoro.",
        "saga": "Lupin",
        "year": "2012",
        "title": "Lupin III - La Pagina Segreta Di Marco Polo",
        "links": [
            {
                "url": "http://51.77.159.233:30299/1db55f6757cf6527f5e448bd56506485"
            }
        ]
    },
    {
        "tmdb_id": 260516,
        "plot": "Lupin e Jigen si infiltrano a Est Doroa per catturare il tesoro segreto Little Comet. Queen Malta, una cantante di Est Doroa, è stata appena assassinata nella vicina Ovest Doroa, scatenando una situazione di forte tensione alla frontiera. Il duo riesce a rubare Little Comet ma durante la loro fuga, un cecchino prende di mira Jigen: si tratta di Yael Okuzaki, un potente assassino che prepara le tombe per i suoi obiettivi ancora prima di averli uccisi. Si dice che nessun target di Yael Okuzaki sia mai sopravvissuto dopo che l’uomo ne ha preparato la tomba.",
        "saga": "Lupin",
        "year": "2014",
        "title": "Lupin III - La lapide di Jigen Daisuke",
        "links": [
            {
                "url": "http://51.77.159.233:30299/5a9ac0542c7bd81b8a2d8cef16d396a6"
            }
        ]
    },
    {
        "tmdb_id": 80865,
        "plot": "Lupin vuole rubare un tesoro che è appartenuto a suo nonno e a suo padre. E il come trovarlo è scritto nel dizionario di Napoleone, messo in premio al vincitore di una gara automobilistica. Il problema è che lo stesso tesoro è ambito anche dai Paesi del G7, la cui economia è sull'orlo del tracollo a causa della Guerra del Golfo, e che sperano di usarlo per risanare il proprio bilancio. Lupin quindi, oltre a tentare di recuperare il dizionario, dovrà anche preoccuparsi di sfuggire ai servizi segreti di tutto il mondo, intenzionati a catturarlo per farsi rivelare il segreto del tesoro.",
        "saga": "Lupin",
        "year": "1991",
        "title": "Lupin III Ruba il dizionario di Napoleone",
        "links": [
            {
                "url": "http://51.77.159.233:30299/f4c37cace017aae3522028e95306ea67"
            }
        ]
    },
    {
        "tmdb_id": 76190,
        "plot": "Lupin e Zanigata si trovano per la prima volta a combattere insieme l'organizzazione Shotshell, una banda di armi che causa guerre per procurarsi nuovi mercati. Naturalmente Lupin e la sua banda vogliono mettere le mani sui soldi della Shotshell.",
        "saga": "Lupin",
        "year": "1992",
        "title": "Lupin III Viaggio Nel Pericolo",
        "links": [
            {
                "url": "http://51.77.159.233:30299/1be91adfe9e798d871c6b59ea61a4b3a"
            }
        ]
    },
    {
        "tmdb_id": 15371,
        "plot": "Lupin è alla ricerca dei leggendari falsari della dinastia del Caprone, da sempre feudatari del piccolo paese di Cagliostro. Il caso gli farà incontrare la principessa Clarisse, futura sposa del Conte di Cagliostro. L'ultimo discendente del Caprone è alla ricerca del tesoro segreto della sua famiglia e per trovarlo ha bisogno dell'anello di Clarisse.",
        "saga": "Lupin",
        "year": "1979",
        "title": "LupinIII - Il Castello di Cagliostro",
        "links": [
            {
                "url": "http://51.77.159.233:30299/ad4bf1b6cdcda1f0e55d50073a48f6e3"
            }
        ]
    },
    {
        "tmdb_id": 614587,
        "plot": "Lupin III avrà a che fare con una donna di nome Leticia per scoprire i segreti del Diario di Bresson, legati all'eredità di suo nonno, Lupin I.",
        "saga": "Lupin",
        "year": "2020",
        "title": "Lupin III - The First",
        "links": [
            {
                "url": "http://51.77.159.233:30299/b9ce085da58b7a627fdc159e87871462"
            }
        ]
    }
]
}