{
    "tvshows_list": [
        {
            "plot": "Decalogo (Dekalog) è una serie di 10 mediometraggi diretti dal regista polacco Krzysztof Kieślowski. Ogni episodio dura circa 55 minuti e racconta una storia di vita quotidiana indipendente da quelle degli altri episodi e ispirata, talora vagamente, talora in modo più esplicito, a uno dei dieci comandamenti biblici. La sceneggiatura è curata dallo stesso Kieślowski insieme a Krzysztof Piesiewicz.",
            "title": "Krzysztof Kieślowski 'DECALOGO'",
            "saga": "Krzysztof Kieślowski 'DECALOGO'",
            "year": "1989",
            "tmdb_id": 42699,
            "genre":["Dramma"],
            "url": "/SERIE-TV/_list.json"
        },
        {
            "plot": "Come nel celebre romanzo, vi si narrano le disavventure del famoso burattino, anche se, a differenza della versione letteraria, nello sceneggiato Pinocchio è impersonato da un bambino vero, che solo in alcuni punti si ritrasforma in un burattino (in questa serie, Pinocchio diviene burattino o bambino per essere punito, premiato o salvato dalla Fata, fino alla fine, quando è totalmente bambino per la sua buona condotta, e il suo spirito esce dal burattino morto).",
            "title": "Pinocchio (1972)",
            "saga": "Pinocchio (1972)",
            "tmdb_id": 86662,
            "year": "1972",
            "genre":["Commedia", "Famiglia", "Bambini"],
            "url": "/SERIE-TV/_list.json"
            },
            {
            "plot": "Dopo lo sterminio cylone, la specie umana conta solo 49.998 sopravvissuti. Il Comandante William Adamo guida la Flotta Coloniale a bordo del Galactica, unica astronave militare salvatasi dall'attacco alle Dodici Colonie, mentre Laura Roslin assume la difficile carica di presidente presso il Colonial One. Insieme guidano l'umanità verso una nuova casa, la leggendaria tredicesima colonia nota come Terra. La Flotta è sottoposta a continui attacchi da parte dei Cyloni, e fatica a restare unita dopo ogni salto. I piloti di Viper, tra i quali spicca il tenente Kara \"Scorpion\" Thrace, sono sotto il comando di Lee Adamo, figlio del comandante. Lo scienziato Gaius Baltar, il responsabile dell'attacco cylone, è anch'egli a bordo della Flotta e tenta di conquistare la fiducia dei piani alti costruendo un congegno in grado di rilevare la natura di un cylone umanoide. Allo stesso tempo inizia ad avere visioni del cylone che lo sedusse su Caprica, Numero Sei, che sostiene di essere un angelo di Dio. Il Tenente Sharon \"Boomer\" Valerii scopre di essere una copia dormiente del Numero Otto e tenta di uccidere William Adamo. Nel frattempo, Scorpion si reca a Caprica per recuperare la Freccia di Apollo, un antico manufatto che secondo le Scritture aprirebbe le porte della Tomba di Atena, luogo mistico che aiuterebbe l'umanità a trovare la rotta verso la Terra. Sul pianeta si unisce a Karl Agathon, che ha vissuto gli ultimi mesi con una copia del Numero Otto credendo che questa fosse Boomer.",
            "title": "Battlestar Galactica",
            "saga": "Battlestar Galactica",
            "year": "2004",
            "tmdb_id": "1972",
            "genre":["Dramma"],
            "url": "/SERIE-TV/galactica_list.json"
        },
        {
            "plot": "",
            "title": "",
            "saga": "",
            "year": "",
            "tmdb_id": "",
            "genre":[""],
            "url": "/SERIE-TV/_list.json"
        }            
    ]
}
