{
    "sort":true,
    "tvshows_list": [
        {
            "plot": "Una giovane insegnante di un liceo americano inizia una storia segreta con uno dei suoi studenti. Quando la situazione viene a galla nessuno dei due immagina quanti problemi e conseguenze causerà la loro relazione illecita, coinvolgendo le persone che li circondano, né quanto complessa e intricata possa diventare la loro vita dal quel momento in poi.",
            "title": "A Teacher: Una storia sbagliata",
            "saga": "A Teacher: Una storia sbagliata",
            "year": "2021",
            "tmdb_id": "A Teacher: Una storia sbagliata",
            "genre": ["Drammatico"],
            "url": "/SERIE-TV/serie/teacher_list.json"
        },
        {
            "plot": "Un commando di ex-combattenti della guerra del Vietnam chiamato A-Team (Squadra A), un tempo appartenenti ai corpi speciali dell'esercito degli Stati Uniti, viene accusato ingiustamente di aver rapinato la banca di Hanoi. Evasi in maniera rocambolesca, vivono ora in fuga, ricercati e braccati dalle autorità per un reato che non hanno mai commesso. I componenti della squadra sopravvivono prestando servizio come mercenari e venendo, nella quasi totalità degli episodi, assoldati da varie persone o gruppi di persone che vivono oppresse da situazioni d'ingiustizia nei propri confronti. Grazie alle qualità militari e umane dell'A-Team, ogni episodio si risolve in maniera definitiva a favore dei più deboli. Pur essendo visti come mercenari dagli altri personaggi della serie, i membri dell'A-Team sono dunque schierati sempre dalla parte del bene. Famoso è il loro furgone GMC Vandura nero e grigio con 2 strisce rosse laterali che si uniscono sullo spoiler superiore, usato come mezzo principale di trasporto dell'A-Team.",
            "title": "A-Team",
            "saga": "A-Team",
            "year": "1983",
            "tmdb_id": "1516",
            "genre": ["Azione e Avventura"],
            "url": "/SERIE-TV/serie/team_list.json"
        },
        {
            "plot": "Ai confini della realtà (The Twilight Zone) è una serie televisiva di genere fantascientifico del 1985. La serie è ispirata alla serie classica del 1959, creata da Rod Serling e che vide tra gli sceneggiatori Richard Matheson e Ray Bradbury. Questa seconda serie, composta da tre stagioni, fu trasmessa dal 1985 al 1989, e fu seguita da una terza in onda tra il 2002 e il 2003.",
            "title": "Ai Confini Della Realtà",
            "saga": "Ai Confini Della Realtà",
            "year": "1985",
            "tmdb_id": "5257",
            "genre": ["Commedia", "Bambini"],
            "url": "/SERIE-TV/serie/confini_list.json"
        },
        {
            "plot": "Alfred Hitchcock presenta (Alfred Hitchcock Presents) è una serie televisiva statunitense andata in onda dal 1985 al 1989 che riprende, aggiornandola, la serie classica creata da Alfred Hitchcock esattamente trent'anni prima (Alfred Hitchcock presenta del 1955). Il regista morì prima della messa in onda.\n\nLa serie fu preceduta da un pilot formato da 4 episodi, tutti remake della serie classica. Ogni segmento era introdotto da un filmato colorizzato di Alfred Hitchcock, tratto dalla serie originale.",
            "title": "Alfred Hitchcock Presenta",
            "saga": "Alfred Hitchcock Presenta",
            "year": "1985",
            "tmdb_id": "2751",
            "genre": ["Drammatico", "Mistero"],
            "url": "/SERIE-TV/serie/alfred_list.json"
        },
        {
            "plot": "Archie Bunker, un bigotto della classe operaia, litiga costantemente con la sua famiglia sulle questioni importanti del giorno.",
            "title": "All in The Family",
            "saga": "All in The Family",
            "year": "1971",
            "tmdb_id": "1922",
            "genre": ["Commedia"],
            "url": "/SERIE-TV/serie/all_list.json"
        },
        {
            "plot": "Una delle serie di maggiore successo degli anni Settanta anche in Italia. La storia è quella della famiglia MacAhan, capeggiata dallo zio Zeb, epitome del pioniere del West. Le situazioni sono quelle solite dei film della prateria, ma il serrato montaggio e la partecipazione di molte guest star in ruoli azzeccati (Ricardo Montalban, Christopher Lee, Mel Ferrer) ne fanno un prodotto di grande dignità spettacolare. In USA durò tre stagioni per complessivi ventiquattro episodi di un'ora e mezzo ciascuno.",
            "title": "Alla conquista del West",
            "saga": "Alla conquista del West",
            "year": "1977",
            "tmdb_id": "2562",
            "genre": ["Western", "Drammatico"],
            "url": "/SERIE-TV/serie/west_list.json"
        },
        {
            "plot": "La serie segue le avventure del playboy miliardario Oliver Queen scomparso per cinque anni perché naufragato su un'isola infernale chiamata \"Lian Yu\" (Purgatorio). Il protagonista, salvatosi riesce a tornare finalmente a casa, a Starling City, dove assumerà l'identità segreta di Arrow, l'Incappucciato o il Giustiziere per combattere il crimine e la corruzione della sua città, seguendo una lista di nomi trovata in una tasca della giacca del padre prima di seppellirlo. Facendo uso delle abilità fisiche, delle tecniche di lotta, dell'incredibile maestria con l'arco e aiutato dal suo braccio destro e confidente John Diggle e dall'abile informatica Felicity Smoak, perseguiterà uno ad uno i criminali e i malviventi che minacciano la sua città e i suoi affetti. La narrazione segue due fili temporali distinti. In ogni episodio accanto alla svolgimento dell'evento relativo viene narrata brevemente ma continuativamente, in flashback, la storia degli anni sull'isola, della lotta per la sopravvivenza, delle scelte talora disumane compiute, dei combattimenti contro i malvagi incontrati, e di come tutto ciò ha trasformato Oliver in un combattente specializzato ad uccidere. Alla fine della seconda stagione, nei flashback, si apprende che Oliver è stato anche ad Hong Kong, in Cina, prima di riuscire a tornare a casa.",
            "title": "Arrow",
            "saga": "Arrow",
            "year": "2012",
            "tmdb_id": "1412",
            "genre": ["Azione e Avventura", "Drammatico", "Mistero", "Crimine"],
            "url": "/SERIE-TV/serie/arrow_list.json"
        },
        {
            "plot": "Arsenio Lupin è un elegantissimo “ladro gentiluomo”, ruba per sé ma anche per i più bisognosi e sempre e solo ai più facoltosi. Amante delle donne, del gioco, del lusso e chiaramente del denaro, Lupin è caratterizzato da un notevole senso dello humor.",
            "title": "Arsenio Lupin",
            "saga": "Arsenio Lupin",
            "year": "1971",
            "tmdb_id": "39214",
            "genre": ["Azione e Avventura"],
            "url": "/SERIE-TV/serie/lupin_list.json"
        },
        {
            "plot": "Attenti a quei due è una serie televisiva britannica ideata e prodotta nel 1970-1971 da Robert S. Baker e trasmessa in Italia nel 1971-1972 in una sola stagione di 24 episodi dalla rete televisiva ITV. La serie si caratterizzò ai tempi per il budget altissimo, 100.000 sterline del tempo\n\nI ruoli dei due protagonisti furono affidati a Tony Curtis, nel ruolo del milionario statunitense Daniel Wilde e di Roger Moore, qui nei panni del pari inglese Lord Brett Sinclair",
            "title": "Attenti a quei due",
            "saga": "Attenti a quei due",
            "year": "1971",
            "tmdb_id": "2543",
            "genre": ["Azione e Avventura", "Crimine", "Commedia"],
            "url": "/SERIE-TV/serie/attenti_list.json"
        },
        {
            "plot": "Automan è una serie televisiva di fantascienza creata nel 1983 da Glen A. Larson. Si avvicina molto dal punto di vista visivo al film Tron della Disney grazie agli effetti speciali applicati al vestiario e ai mezzi di locomozione legati al protagonista. La serie venne mandata in onda per intero (13 episodi) dapprima su Italia 1 a partire dal 5 gennaio 1985 poi replicata nel 1986; negli anni novanta ne furono trasmessi solo alcuni episodi su Videomusic e successivamente su TMC2.\n\nLa serie è composta soltanto da una stagione di tredici episodi della durata di circa 50 minuti perché negli Stati Uniti non ebbe un successo tale da giustificare la produzione di altre stagioni.",
            "title": "Automan",
            "saga": "Automan",
            "year": "1983",
            "tmdb_id": "12751",
            "genre": ["Azione e Avventura", "Fantascienza e Fantasia"],
            "url": "/SERIE-TV/serie/auto_list.json"
        },
        {
            "plot": "Bayside School (Saved by the Bell), è una sitcom andata in onda negli Stati Uniti dal 1989 al 1993, in Italia la serie è stata trasmessa da Italia 1 dall'ottobre del 1993 al gennaio del 1994 in fascia tardo-pomeridiana.\n\nLa serie è lo spin-off di Good Morning, Miss Bliss, serie poco fortunata, durata 13 puntate e andata in onda dal 1988 al 1989. In Italia la serie è stata trasmessa da Rai 2.\n\nBayside School narra le vite di sei adolescenti alle prese con i quattro anni del liceo. Il protagonista Zack Morris (Mark-Paul Gosselaar) (l'unico che ha possibilità di rivolgersi verso la telecamera e \"parlare\" con il pubblico nonché capace di \"fermare il tempo\"), ragazzo biondo e bello è innamorato della ragazza più bella della scuola, Kelly Kapowski (Tiffani-Amber Thiessen), mentre Jessie (Elizabeth Berkley), prova amore e odio verso Slater (Mario Lopez). Il gruppo si completa con Lisa (Lark Voorhies), che vive di abiti firmati e pettegolezzi, e Screech (Dustin Diamond), personaggio buffo e distratto. Sullo sfondo c'è il preside della Bayside High, il signor Belding (Dennis Haskins).\n\nLe vicende sono prevalentemente ambientate all'interno del liceo Bayside High di Pacific Palisades e dell'attiguo diner 'The Max' (nella versione italiana chiamato solo il 'Max'). A partire dalla terza stagione, alcuni episodi vengono ambientati anche al di fuori delle mura scolastiche, come in un Country Club di Malibù, un lussuoso hotel di Palm Desert e il centro commerciale di Pacific Palisades.",
            "title": "Bayside School",
            "saga": "Bayside School",
            "year": "1989",
            "tmdb_id": "4345",
            "genre": ["Famiglia", "Commedia"],
            "url": "/SERIE-TV/serie/bayside_list.json"
        },
        {
            "plot": "Il tenente Mitch Buchannon è il caposquadra dei bagnini delle spiagge di Emerald Bay, in Florida, assieme alle due fidate colleghe Stephanie Holden e C.J. Parker. Essendo rimasti liberi tre posti vengono indette delle selezioni, che vengono vinte dal borioso ex campione olimpico di nuoto Matt Brody, dall'intelligente Summer Quinn e dall'imbranato esperto di informatica Ronnie (al suo terzo tentativo e innamorato di C.J.). Nel frattempo giunge ad Emerald Bay la nuova proprietaria dell'esclusivo Huntley Club, Victoria Leeds, su cui pendono delle voci riguardo il fatto che sia a capo del traffico di una pericolosissima droga chiamata \"Flakka\".",
            "title": "Baywatch",
            "saga": "Baywatch",
            "year": "1989",
            "tmdb_id": "4389",
            "genre": ["Azione e Avventura", "Dramma"],
            "url": "/SERIE-TV/serie/baywatch_list.json"
        },
        {
            "plot": "Eliza Dushku interpreta una giovane donna di nome Echo, appartenente ad un gruppo di persone, chiamate \"attivi\" o \"doll\", totalmente controllate dalla misteriosa e segreta organizzazione \"Dollhouse\". Le doll sono in realtà giovani di ambo i sessi, fisicamente attraenti e atletici, che si sono sottoposti (si suppone volontariamente) ad un procedimento di totale cancellazione dei ricordi delle loro pregresse esperienze di vita. In conseguenza di tale processo, la loro personalità diviene neutra, infantile, ingenua e quasi del tutto assente. La macchina che produce all'annullamento, e grazie a ciò, permette inoltre alla società Dollhouse di imprimere a ciascun attivo sempre nuove e distinte personalità, in base alle necessità contingenti dell'organizzazione.",
            "title": "Doll House",
            "saga": "Doll House",
            "year": "2009",
            "tmdb_id": "14956",
            "genre": ["Fantascienza e Fantasia", "Drammatico", "Azione e Avventura"],
            "url": "/SERIE-TV/serie/doll_list.json"
        },
        {
            "plot": "Il capitano William 'Buck' Rogers, astronauta risvegliatosi nel 2491 dopo una ibernazione nello spazio durata più di 500 anni, si ritrova in un universo molto diverso da quello che conosceva nel 1987.",
            "title": "Buck Rogers",
            "saga": "Buck Rogers",
            "year": "1979",
            "tmdb_id": "2443",
            "genre": ["Sci-Fi & Fantasy"],
            "url": "/SERIE-TV/serie/buck_list.json"
        },
        {
            "plot": "Belle, intelligenti e ultra-sofisticate, le Charlie's Angels sono tutto ciò che un uomo potrebbe sognare... e molto di più di quanto potrebbero mai gestire! Ricevendo i loro ordini via telefono vivavoce dal loro capo mai visto, Charlie, le Angeli impiegano le loro incomparabili abilità investigative e di combattimento, così come il loro letale fascino femminile, per risolvere anche il più apparentemente insormontabile dei casi.",
            "title": "Charlie's Angels",
            "saga": "Charlie's Angels",
            "year": "1976",
            "tmdb_id": "3382",
            "genre": ["Azione e Avventura"],
            "url": "/SERIE-TV/serie/charlie_list.json"
        },
        {
            "plot": "I genitori Steven e Elyse Keaton, molto innamorati, appartengono alla generazione degli hippy degli anni '60. La madre è architetto, mentre il padre lavora per il network televisivo WKS. Essi costituiscono le principali figure di riferimento per i loro figli, ma essendo ancora molto attaccati ai loro ideali, si scontrano con loro, i quali si trovano invece a proprio agio nella società consumistica degli anni '80. Questa lotta fra gli anni '60 e gli anni '80 è intrisa di risate e armi comiche a doppio taglio. Alex è un ragazzo conservatore e maniaco per borsa e finanza, amante della razionalità, dell'economia e di Richard Nixon, mantenendo comunque sempre la stesse passioni.\n\nMallory, la secondogenita, è una ragazza alla moda, carina, un po' superficiale e con la fissa per i vestiti e i centri commerciali; nonostante sia solitamente in litigio con Alex, al momento giusto finirà per aiutarlo ad uscire da alcune situazioni imbarazzanti.  Jennifer è la sorella minore, la più tranquilla della famiglia.  A partire dalla quarta serie fa la sua comparsa anche il piccolo Andrew, che viene cresciuto da Alex a propria immagine e somiglianza. Fra gag socio-politiche e monologhi commoventi, nacque così quella che oggi rappresenta una serie di culto e pluripremiata degli anni '80, caratterizzata da un umorismo genuino, ancora oggi valido nonostante i radicali cambiamenti della comicità moderna.",
            "title": "Casa Keaton",
            "saga": "Casa Keaton",
            "year": "1982",
            "tmdb_id": "496",
            "genre": ["Commedia"],
            "url": "/SERIE-TV/serie/_list.json"
        },
        {
            "plot": "La serie racconta le avventure di due agenti della California Highway Patrol di pattuglia sulle immense Freeway di Los Angeles a bordo delle loro motociclette. Frequenti erano gli inseguimenti e gli incidenti tra più veicoli causati da banditi in fuga.\n\nI due protagonisti sono il \"macho\" Francis \"Frank\" Llewellyn \"Ponch\" Poncherello e il più \"equilibrato\" agente Jonathan \"Jon\" Andrew Baker, coordinati dal sergente Joseph Getraer, il comandante burbero del duo.",
            "title": "CHiPs",
            "saga": "CHiPs",
            "year": "1977",
            "tmdb_id": "509",
            "genre": ["Drammatico", "Azione e Avventura"],
            "url": "/SERIE-TV/serie/chips_list.json"
        },
        {
            "plot": "Sam, un ex lanciatore dei Red Sox, è il proprietario di Cheers, un bar di Boston. Diane è una donna bella, intelligente, e un po' snob che si è finita a fare la cameriera al Cheers dopo che il suo fidanzato l'ha piantata in asso. Sam e Diane non fanno altro che stuzzicarsi e litigare, ma ovviamente è solo un pretesto per nascondere i veri sentimenti che provano.",
            "title": "Cin Cin",
            "saga": "Cin Cin",
            "year": "1982",
            "tmdb_id": "141",
            "genre": ["Commedia"],
            "url": "/SERIE-TV/serie/cin_list.json"
        },
        {
            "plot": "Colombo (Columbo) è una serie televisiva statunitense di genere poliziesco interpretata da Peter Falk e prodotto negli Stati Uniti dal 1968 al 2003. La serie venne premiata quattro volte con l'Emmy Award; vi hanno partecipato molti attori noti quali Leonard Nimoy o Donald Pleasence e alcuni episodi sono stati diretti da famosi registi come Steven Spielberg, Ben Gazzara o Jonathan Demme.\n\nIn Italia è esordita il 16 novembre 1974 su TV Koper-Capodistria e tre anni dopo, dal 6 luglio 1977, esordisce anche su Rai 2; qualche anno dopo le nuovi stagioni vennero trasmesse per le prima volta su Rete 4. Nei decenni a seguire è stata replicata più volte, in particolare sui canali Mediaset.",
            "title": "Colombio",
            "saga": "Colombio",
            "year": "1971",
            "tmdb_id": "873",
            "genre": ["Crimine", "Drammatico", "Mistero"],
            "url": "/SERIE-TV/serie/colombo_list.json"
        },
        {
            "plot": "Durante il discorso sullo stato dell'Unione il Campidoglio viene fatto saltare in aria, uccidendo il Presidente, il Vicepresidente e quasi tutti i membri del Congresso e del Gabinetto, nonché dei Giudici della Corte Suprema. L'unico a salvarsi è Tom Kirkman, Segretario della Casa e dello Sviluppo Urbano degli Stati Uniti d'America, cioè ministro, il quale era stato scelto come \"sopravvissuto designato\" secondo la consuetudine nata durante la guerra fredda di tenere al sicuro almeno uno dei componenti della linea di successione presidenziale quando tutte le principali autorità si riuniscono in uno stesso luogo. Kirkman stava seguendo il discorso con la moglie Alex davanti il televisore quando viene portato di fretta alla Casa Bianca poco dopo l'attacco per assumere le funzione di Presidente.\n\nL'agente dell'FBI Hannah Wells avvia le prime indagini sul luogo dell'attacco, mentre Kirkman è chiamato a gestire lo schieramento di navi da guerra iraniane nello stretto di Hormuz e il redattore di discorsi Seth Wright prepara le parole che il nuovo Presidente dovrà rivolgere alla Nazione.",
            "title": "Designated Survivor",
            "saga": "Designated Survivor",
            "year": "2016",
            "tmdb_id": "67026",
            "genre": ["Dramamtico", "Guerra e Politca"],
            "url": "/SERIE-TV/serie/designated_list.json"
        },
        {
            "plot": "Nell'agosto del 1939 otto sconosciuti sono invitati in una tenuta arroccata a Soldier Island, un'isola al largo della costa del Devon, dai misteriosi coniugi U.N. Owen, da loro mai conosciuti personalmente. Una volta giunti nel luogo dell'incontro vengono accolti da due domestici appena assunti, Thomas e Ethel Rogers, ma i padroni di casa sono misteriosamente assenti. Mentre gli ospiti cenano e discorrono tra di loro, una voce proveniente da un grammofono incolpa ciascuno dei presenti, inclusi i due domestici, di aver commesso un omicidio.",
            "title": "Dieci Piccoli Indiani",
            "saga": "Dieci Piccoli Indiani",
            "year": "2015",
            "tmdb_id": "64684",
            "genre": ["Dramamtico", "Mistero"],
            "url": "/SERIE-TV/serie/dieci_list.json"
        },
        {
            "plot": "Quando tre adolescenti figli di operai sono ammessi in una delle scuole private più esclusive della Spagna, lo scontro con i ricchi coetanei sfocia in un omicidio.",
            "title": "Elite",
            "saga": "Elite",
            "year": "2018",
            "tmdb_id": "76669",
            "genre": ["Crimine", "Mistero", "Drammatico"],
            "url": "/SERIE-TV/serie/elite_list.json"
        },
        {
            "plot": "Dramma fantascientifico su un'invasione aliena: un ex insegnante del college diventa il leader di un gruppo di soldati e civili che si ribellano nei confronti di una forza extraterrestre.",
            "title": "Falling Skies",
            "saga": "Falling Skies",
            "year": "2011",
            "tmdb_id": "34967",
            "genre": ["Azione e Avventura", "Fantascienza e Fantasia"],
            "url": "/SERIE-TV/serie/skies_list.json"
        },
        {
            "plot": "La storia di tre persone non collegate, che lentamente si rendono conto che stanno sognando parti separate di un unico sogno comune.",
            "title": "Falling Water",
            "saga": "Falling Water",
            "year": "2016",
            "tmdb_id": "66803",
            "genre": ["Dramma", "Mistero", "Fantascienza e Fantasia"],
            "url": "/SERIE-TV/serie/water_list.json"
        },
        {
            "plot": "",
            "title": "",
            "saga": "",
            "year": "",
            "tmdb_id": "",
            "genre": [""],
            "url": "/SERIE-TV/serie/_list.json"
        },
        {
            "plot": "Sei anni prima che Saul Goodman conosca Walter White. Incontreremo l'uomo che sarà conosciuto come Saul Goodman, quando era ancora noto col nome di Jimmy McGill, un avvocato da poco, alla ricerca del suo destino, e che, al momento, cerca di arrivare a fine mese. Lavorando fianco a fianco e, spesso, contro Jimmy McGill, c'è il \"tuttofare\" Mike Erhmantraut.",
            "title": "Batter Call Saul",
            "saga": "Batter Call Saul",
            "year": "2015",
            "tmdb_id": "60059",
            "genre": ["Commedia","Crimine","Drammatico"],
            "url": "/SERIE-TV/serie/saul_list.json"
        },
        {
            "plot": "Battlestar Galactica: The Resistance è una serie di dieci webisodi della durata di 5 minuti l'uno circa. Sono stati realizzati per raccontare alcuni eventi che avvengono su New Caprica tra l'ultimo episodio della seconda stagione e il primo della terza. A causa di problemi legali, i webisodes, inizialmente previsti per il periodo estivo, sono stati distribuiti attraverso il sito ufficiale di Sci Fi Channel soltanto a partire dal 5 settembre 2006, due volte alla settimana (martedì e giovedì), fino al 5 ottobre, la sera prima della première della terza stagione. In Italia sono stati distribuiti come contenuti speciali nel cofanetto DVD della terza stagione della serie.",
            "title": "Battlestar Galactica - The Resistance",
            "saga": "Battlestar Galactica - The Resistance",
            "year": "2006",
            "tmdb_id": "4882",
            "genre": ["Drammatico","Fantascienza e Fantasia","Fantascienza"],
            "url": "/SERIE-TV/serie/galacticacl_list.json"
        },
        {
            "plot": "ALF è una serie televisiva fantascientifica per bambini, che segue le avventure di un amichevole (e un po' pasticcione) forma di vita aliena (da cui il nome ALF, alien life form) che si schianta nel garage di una comune famiglia americana con figli, i Tanner e finisce per conviverci.\n\nE' composta di 4 stagioni, per un totale di 102 episodi inizialmente trasmessi dalla NBC dal settembre 1986 fino al Marzo del 1990. Fu la prima serie presentata in Dolby Surrond.",
            "title": "ALF",
            "saga": "ALF",
            "year": "1986",
            "tmdb_id": "4658",
            "genre": ["Commedia", "Famiglia"],
            "url": "/SERIE-TV/serie/alf_list.json"
        },
        {
            "plot": "Dopo lo sterminio cylone, la specie umana conta solo 49.998 sopravvissuti. Il Comandante William Adamo guida la Flotta Coloniale a bordo del Galactica, unica astronave militare salvatasi dall'attacco alle Dodici Colonie, mentre Laura Roslin assume la difficile carica di presidente presso il Colonial One. Insieme guidano l'umanità verso una nuova casa, la leggendaria tredicesima colonia nota come Terra. La Flotta è sottoposta a continui attacchi da parte dei Cyloni, e fatica a restare unita dopo ogni salto. I piloti di Viper, tra i quali spicca il tenente Kara \"Scorpion\" Thrace, sono sotto il comando di Lee Adamo, figlio del comandante. Lo scienziato Gaius Baltar, il responsabile dell'attacco cylone, è anch'egli a bordo della Flotta e tenta di conquistare la fiducia dei piani alti costruendo un congegno in grado di rilevare la natura di un cylone umanoide. Allo stesso tempo inizia ad avere visioni del cylone che lo sedusse su Caprica, Numero Sei, che sostiene di essere un angelo di Dio. Il Tenente Sharon \"Boomer\" Valerii scopre di essere una copia dormiente del Numero Otto e tenta di uccidere William Adamo. Nel frattempo, Scorpion si reca a Caprica per recuperare la Freccia di Apollo, un antico manufatto che secondo le Scritture aprirebbe le porte della Tomba di Atena, luogo mistico che aiuterebbe l'umanità a trovare la rotta verso la Terra. Sul pianeta si unisce a Karl Agathon, che ha vissuto gli ultimi mesi con una copia del Numero Otto credendo che questa fosse Boomer.",
            "title": "Battlestar Galactica",
            "saga": "Battlestar Galactica",
            "year": "2004",
            "tmdb_id": "1972",
            "genre": ["Drammatico"],
            "url": "/SERIE-TV/serie/galactica_list.json"
        },
        {
            "plot": "Beverly Hills 90210 è una serie televisiva trasmessa negli Stati Uniti d'America tra il 1990 ed il 2000. Il 90210 del titolo si riferisce allo Zip Code (termine con cui negli USA si indica il codice di avviamento postale) della città di Beverly Hills nella contea Los Angeles. Il soggetto, all'epoca, fu originale, per la prima volta infatti una serie televisiva si propose di raccontare gli adolescenti per quello che erano affrontando temi delicati come droga, AIDS, sessualità e alcolismo. La serie seguiva le vicissitudini di un gruppo di adolescenti dell'alta borghesia, abitanti nel quartiere VIP di Beverly Hills, a Los Angeles.",
            "title": "Beverly Hills 90210",
            "saga": "Beverly Hills 90210",
            "year": "1990",
            "tmdb_id": "2025",
            "genre": ["Drammatico"],
            "url": "/SERIE-TV/serie/90210_list.json"
        },
        {
            "plot": "Un borsone viene lasciato incustodito nel centro di Times Square. L'anomalo episodio fa scattare un allarme bomba con evacuazione immediata della piazza. Durante l'intervento di una squadra artificieri si scopre che al suo interno si cela una donna spaesata, priva di vestiti, con il corpo coperto da misteriosi tatuaggi e senza alcun ricordo. Uno dei tanti tatuaggi la collega all'FBI e ad un agente in particolare, Kurt Weller, di cui ha tatuato il nome sulla schiena. La donna, chiamata Jane Doe in assenza della sua reale identità, viene affidata ad una squadra speciale dell'FBI composta dagli agenti Kurt Weller, Edgar Reade, Tasha Zapata e Patterson. Da subito risulta evidente la natura enigmatica dei tatuaggi, nonostante non si sia a conoscenza di chi li abbia realizzati, che condurrà la squadra ad indagare su crimini misteriosi e di elevata importanza.",
            "title": "Blindspot",
            "saga": "Blindspot",
            "year": "2015",
            "tmdb_id": "62710",
            "genre": ["Azione","Crimine","Drammatico"],
            "url": "/SERIE-TV/serie/blind_list.json"
        },
        {
            "plot": "Walter White è un professore di chimica di Albuquerque. Vive con la moglie Skyler, incinta della loro secondogenita, e il figlio Walter Jr, affetto da un handicap motorio che gli causa difficoltà nel linguaggio e che lo obbliga a camminare tramite delle stampelle. Alla soglia del compimento dei cinquant'anni, Walter è costretto a svolgere un secondo lavoro come dipendente di un autolavaggio, per far fronte alle difficoltà economiche previste dall'imminente nascita della figlia. A tutto questo si aggiunge il profondo senso di insoddisfazione di Walter, il quale deve sopportare le angherie del suo titolare, dei suoi amici ed anche quelle dei suoi familiari, che lo considerano una nullità. In particolare, suo cognato Hank, il quale lavora presso la DEA, non perde occasione per mettere a confronto la sua vita, estremamente dinamica ed avventurosa, con quella di Walter, totalmente priva di soddisfazione. Quando a Walter viene diagnosticato un cancro ai polmoni, i suoi problemi sembrano precipitare. Tuttavia, in seguito al casuale incontro con Jesse Pinkman, un suo ex-studente diventato uno spacciatore di poco conto, Walter decide di sfruttare le sue conoscenze chimiche per \"cucinare\" metanfetamina di elevata purezza, con i cui guadagni può assicurare un futuro economico alla sua famiglia.",
            "title": "Breaking Bad - Reazioni collaterali",
            "saga": "Breaking Bad - Reazioni collaterali",
            "year": "2008",
            "tmdb_id": "1396",
            "genre": ["Drammatico"],
            "url": "/SERIE-TV/serie/brb_list.json"
        },
        {
            "plot": "In tutto il mondo si stanno verificando eventi apparentemente inspiegabili, fenomeni soprannaturali, che fanno riferimento a quello che la Sicurezza Nazionale americana ha definito \"Lo Schema\". Quando il volo internazionale 627, partito da Amburgo, atterra a Boston con tutti i passeggeri e i componenti dell'equipaggio morti, l'agente dell'FBI Olivia Dunham è chiamata per risolvere il caso. Olivia è decisa a chiedere l’aiuto di uno scienziato, il Dr. Walter Bishop, che conduceva esperimenti per il Governo all'interno di un ramo della scienza chiamata \"Fringe\" (che comprende fenomeni paranormali come il controllo della mente, il teletrasporto, la proiezione astrale, l'invisibilità, la mutazione genetica, la rianimazione) finché, in seguito ad un incidente di laboratorio, fu dichiarato mentalmente instabile e rinchiuso in un istituto psichiatrico. Olivia si dirige quindi in Iraq, dove attualmente vive il figlio dello scienziato, Peter Bishop, che, nonostante abbia un'intelligenza alquanto sopra la norma come il padre, non si è mai laureato e ha vissuto di truffe e inganni, avvantaggiati dal suo spiccato ingegno. Peter è infatti l'unico parente e l'unica persona che può firmare le carte di dimissioni di Walter Bishop. Grazie a lui, tornato apposta negli Stati Uniti, il trio così formatosi inizia ad indagare sui casi dello \"Schema\", che da piccoli incidenti casuali si trasformano man mano in attacchi di bioterrorismo. Comandata dall’agente della Sicurezza Nazionale Phillip Broyles, che già si era occupato di numerosi casi riguardanti lo \"Schema\", nasce così la \"Divisione Fringe\", che usa come quartier generale il vecchio laboratorio di Walter nello scantinato dell’Università di Harvard a Cambridge.",
            "title": "Fringe",
            "saga": "Fringe",
            "year": "2008",
            "tmdb_id": "1705",
            "genre": ["Drammatico","Fantascienza e Fantasia","Mistero"],
            "url": "/SERIE-TV/serie/fringe_list.json"
        },
        {
            "plot": "In una lontana parte della nostra galassia una civiltà umana vive sparsa su un gruppo di pianeti noti come le Dodici Colonie, su cui si è trasferita dopo essere migrata dall'ancestrale mondo nativo di Kobol. Le Dodici Colonie sono in conflitto da decenni con la razza cibernetica dei cyloni, il cui obiettivo è lo sterminio della specie umana. L'Impero cylone offre un trattato di pace agli umani, che si rivela essere un inganno. Con l'aiuto di un traditore umano chiamato Baltar, i cyloni operano un feroce attacco ai pianeti delle Dodici Colonie e alla Flotta Coloniale che le protegge, mettendo in ginocchio la specie umana. I sopravvissuti al genocidio lasciano i pianeti e scappano a bordo delle poche astronavi scampate all'attacco cylone. A bordo del Galactica, il Comandante Adamo conduce la flotta di fuggitivi alla ricerca della leggendaria tredicesima colonia conosciuta come Terra.",
            "title": "Galactica 1978",
            "saga": "Galactica 1978",
            "year": "1978",
            "tmdb_id": "501",
            "genre": ["Drammatico","Fantascienza"],
            "url": "/SERIE-TV/serie/galactica78_list.json"
        },
        {
            "plot": "La serie narra in chiave ironica della vita di tutti i giorni di un gruppo di prigionieri in un campo di prigionia nazista durante la seconda guerra mondiale. Tali prigionieri si trovano nello Stalag 13, il più efficace campo di concentramento del mondo nazista: da tale campo infatti mai nessun prigioniero è riuscito a scappare. In realtà i carcerieri, in primis il loro capo, il Colonnello Wilhelm Klink, sono una manica di inetti e bonaccioni, costantemente presi in giro dai prigionieri stessi, che riescono a fare praticamente ciò che vogliono, il che significa fare dello Stalag stesso un fondamentale avamposto militare in terra nemica, nonché un centro di spionaggio e sabotaggio. L'intera classe dirigente nazista è a conoscenza dell'incompetenza di Klink, che per tal motivo non viene mai promosso, ma nello stesso tempo non riesce a capacitarsi di come il suo sia il miglior campo di prigionia. Il gruppo di prigionieri è molto assortito, sia per quanto riguarda le nazionalità (francesi, americani e inglesi), i gradi militari e le competenze professionali. Il continuo, sotterraneo, viavai dal campo permette inoltre il \"ricambio\" di questi che, in definitiva, sono veri e propri ospiti della soldataglia nazista.",
            "title": "Gli Eroi di Hogan",
            "saga": "Gli Eroi di Hogan",
            "year": "1965",
            "tmdb_id": "4068",
            "genre": ["Guerra e Politca","Commedia"],
            "url": "/SERIE-TV/serie/eroi_list.json"
        },
        {
            "plot": "Meredith Grey è una giovane ragazza di Boston che, dopo la laurea in medicina, riesce ad entrare nel gruppo di tirocinanti di chirurgia del Seattle Grace Hospital. Si trasferisce così a Seattle, nella vecchia casa appartenuta alla madre. Qui si ritrova a condividere questa nuova esperienza insieme ad un gruppo di giovani coetanei, tutti alle prese con i più svariati problemi. Meredith è figlia di Ellis Grey, una famosa dottoressa specialista in chirurgia generale, e sente molto il peso del suo cognome. La sera prima di iniziare il tirocinio, Meredith incontra in un pub Derek, un affascinante uomo con cui passa la notte; solo il giorno dopo scopre che in realtà lui è Derek Shepherd, neurochirurgo dell'ospedale, nonché suo supervisore. Meredith deve così districarsi tra lo studio e il lavoro per poter diventare un chirurgo, e i sentimenti che prova per Derek.",
            "title": "Grey's Anatomy",
            "saga": "Grey's Anatomy",
            "year": "2005",
            "tmdb_id": "1416",
            "genre": ["Drammatico"],
            "url": "/SERIE-TV/serie/grey_list.json"
        },
        {
            "plot": "La serie narra le vicende di una famiglia borghese degli anni '50 - '60 che vive nella città di Milwaukee, i Cunningham; la famiglia è composta da Howard, proprietario di un negozio di ferramenta, da sua moglie Marion, casalinga, e dai figli Charles (detto Chuck), Richard (detto Richie) e Joanie. Il figlio maggiore Chuck appare sporadicamente solo durante la prima e seconda stagione (interpretato da due diversi attori), per poi scomparire dal cast senza alcuna spiegazione da parte degli sceneggiatori, lasciando solo i due figli minori di età adolescenziale. Il quadro è completato dai migliori amici di Richie, Ralph Malph e Warren \"Potsie\" Weber (in particolar modo il secondo avrà dapprima un ruolo maggiore del primo, in quanto sarà identificato nelle prime puntate come il miglior amico di Richie, infatti inizialmente è l'unico dei due che comparirà nella sigla iniziale), e soprattutto da Arthur Fonzarelli, detto Fonzie (o anche Fonz nella versione originale), meccanico rubacuori con più di un tocco alla James Dean, che all'inizio della terza stagione andrà a vivere in un piccolo appartamento ricavato sopra il garage dei Cunningham. Nato come tipico duro e delinquente giovanile anni '50 di poche parole che avrebbe dovuto avere un ruolo marginale nel telefilm per dare un tocco di realismo maggiore, il personaggio, visto il successo che ottenne, si trasformò in pratica in un membro della famiglia Cunningham che fa da mentore a Richie grazie alla sua maggiore esperienza, cioè quello che avrebbe dovuto essere il ruolo del fratello maggiore Chuck, che per questo probabilmente sparì dalla serie.",
            "title": "Happy Days",
            "saga": "Happy Days",
            "year": "1974",
            "tmdb_id": "3845",
            "genre": ["Commedia"],
            "url": "/SERIE-TV/serie/fonzie_list.json"
        },
        {
            "plot": "Ad un anno di distanza la città di Odessa è ancora sconvolta da quello che è stato descritto dai media come un grave attentato terroristico, la cui responsabilità sarebbe dei cosiddetti \"umani evoluti\", noti con l'abbreviazione evo, persone dotate di poteri soprannaturali la cui esistenza, dopo gli eventi del finale della quarta stagione di Heroes, risalenti a cinque anni prima, è ormai di dominio pubblico. Di conseguenza molti di tali soggetti sono ora costretti a vivere cercando di celare le proprie abilità, per sottrarsi alle discriminazioni della società, alle misure restrittive imposte dai governi, e per evitare di finire nel mirino di chi è in cerca di vendetta o vorrebbe sfruttarli per propri fini, come la compagnia Renautas, conglomerato che ha acquisito la Primatech Paper, o la coppia Luke e Joanne, che vorrebbe sterminarli per vendicare la morte del figlio rimasto vittima degli eventi di Odessa. Tra i protagonisti figurano il giovane Tommy Clark, uno studente in grado di far sparire cose e persone, la giapponese Miko Otomo, in grado di vivere in una realtà virtuale in cui va alla ricerca del padre, Carlos Gutierrez, che cerca di onorare la morte del fratello e Malina, una delle prime ad essere testimone di un pericolo immininente per l'intero pianeta. Presto, infatti, saranno chiamati ad unire le proprie forze per salvare il mondo.",
            "title": "Heroes Reborn",
            "saga": "Heroes Reborn",
            "year": "2015",
            "tmdb_id": "60858",
            "genre": ["Sci-Fi & Fantasy"],
            "url": "/SERIE-TV/serie/reborn_list.json"
        },
        {
            "plot": "La serie racconta le storie di persone normali che scoprono di possedere capacità sovrumane, e di come queste hanno effetto nelle loro vite.",
            "title": "Heroes",
            "saga": "Heroes",
            "year": "2006",
            "tmdb_id": "1639",
            "genre": ["Sci-Fi & Fantasy","Drammatico"],
            "url": "/SERIE-TV/serie/heroes_list.json"
        },
        {
            "plot": "Roma, seconda meta' degli anni '80 Liceo Classico Leopardi. Qui si incontrano i diversi protagonisti della serie e qui si vivono le epiche gesta esilaranti dei compagni di classe della III C, i liceali più goliardici dell'intero anno scolastico. Bruno Sacchi timido ragazzo piuttosto in carne, spesso impacciato ma con un cuore grande. Chicco Lazzaretti il classico ripetente instancabile, attaccatissimo alla scuola e ai compagni, sempre pronto a rispondere ai professori in modo divertente per distrarre i compagni di classe. Non potevano mancare Daniele e Rossella, tipici fidanzatini cresciuti assieme fin da piccoli e la bellissima e biondissima Sharon Zampetti, desiderata da tutti.",
            "title": "I ragazzi della 3c",
            "saga": "I ragazzi della 3c",
            "year": "1987",
            "tmdb_id": "41583",
            "genre": ["Commedia"],
            "url": "/SERIE-TV/serie/ragazzi_list.json"
        },
        {
            "plot": "Decalogo (Dekalog) è una serie di 10 mediometraggi diretti dal regista polacco Krzysztof Kieślowski. Ogni episodio dura circa 55 minuti e racconta una storia di vita quotidiana indipendente da quelle degli altri episodi e ispirata, talora vagamente, talora in modo più esplicito, a uno dei dieci comandamenti biblici. La sceneggiatura è curata dallo stesso Kieślowski insieme a Krzysztof Piesiewicz.",
            "title": "Krzysztof Kieślowski 'DECALOGO' - W.I.P.",
            "saga": "Krzysztof Kieślowski 'DECALOGO'",
            "year": "1989",
            "tmdb_id": 42699,
            "genre": ["Drammatico"],
            "url": "/SERIE-TV/serie/decalogo_list.json"
        },
        {
            "plot": "Otto ladri si barricano nell'edificio della Zecca spagnola con alcuni ostaggi, mentre una mente criminale manipola la polizia per mettere in atto il suo piano.",
            "title": "La casa di carta",
            "saga": "La casa di carta",
            "year": "2017",
            "tmdb_id": "71446",
            "genre": ["Crimine","Drammatico"],
            "url": "/SERIE-TV/serie/carta_list.json"
        },
        {
            "plot": "48 persone sopravvivono ad un tremendo disastro aereo e si ritrovano dispersi su di un'isola dell'Oceano Pacifico che sembra completamente disabitata. Ognuno di loro ha una sua storia, ognuno di loro nasconde dei segreti. Ma tutti quanti, se vogliono continuare a vivere, debbono collaborare, superare le avversità e le divisioni personali e sperare nel soccorso. Che potrebbe non arrivare mai. La banda di amici, familiari, nemici e stranieri lotta contro l'inclemenza del tempo ed il terreno scosceso. E scopre che anche l'isola nasconde dei segreti, una minaccia incombente, l'urlo di creature misteriose che popolano la giungla e che seminano il panico ed il terrore fra i sopravvissuti.",
            "title": "Lost",
            "saga": "Lost",
            "year": "2004",
            "tmdb_id": "4607",
            "genre": ["Azione e Avventura","Drammatico","Mistero","Fantascienza e Fantasia"],
            "url": "/SERIE-TV/serie/lost_list.json"
        },
        {
            "plot": "Il noto giornalista Mario conduce l'MTG, ma la Micidial Corporation ha comprato l'emittente e impone i suoi discutibili sponsor durante le dirette. Mario non ci sta e decide di andarsene, ma viene bloccato da Lord Micidial che non solo lo costringe a rinunciare alle dimissioni, ma gli affianca il figlio Ginetto, che dovrà istruire sull'arte del giornalismo.",
            "title": "Mario",
            "saga": "Mario",
            "year": "2013",
            "tmdb_id": "47319",
            "genre": ["Commedia"],
            "url": "/SERIE-TV/serie/mario_list.json"
        },
        {
            "plot": "Lo strampalato alieno Mork (Williams), proveniente dal pianeta Ork, inviato sulla Terra per studiare il curioso sistema di vita dei suoi abitanti, diventa amico di Mindy (Dawber), alla quale sconvolge la vita con il suo stravagante modo di fare, il suo bislacco senso dell'umorismo e la sua originale interpretazione delle usanze terrestri. Il personaggio di Mork, apparso dapprima in un episodio di Happy Days, nel quale tentò di rapire Richie Cunningham, è interpretato da quel Robin Williams, qui al suo primo ruolo importante, destinato a diventare una star cinematografica.",
            "title": "Mork e Mindy",
            "saga": "Mork e Mindy",
            "year": "1978",
            "tmdb_id": "2552",
            "genre": ["Commedia"],
            "url": "/SERIE-TV/serie/mork_list.json"
        },
        {
            "plot": "La serie è ambientata nella città costiera di Storybrooke, nel Maine, in cui gli abitanti sono in realtà personaggi di varie fiabe e altre storie che sono state trasportate in una città reale e derubate dei loro ricordi originali dalla Regina cattiva, Regina (Lana Parrilla) che ha usato una potente maledizione ottenuta da Tremotino (Robert Carlyle). Gli abitanti di Storybrooke, di cui Regina è il sindaco, vivono un'esistenza immutabile da 28 anni, ignari del fatto che non stanno invecchiando. L'unica speranza della città è nelle mani di Emma Swan (Jennifer Morrison), la figlia di Biancaneve (Ginnifer Goodwin) e del Principe azzurro (Josh Dallas), che è stata trasportata dalla Foresta Incantata al mondo reale attraverso un albero magico da bambina prima che potesse essere maledetta. In quanto tale, è l'unica in grado di rompere la maledizione e ripristinare i ricordi perduti dei cittadini. Viene aiutata dal figlio, Henry (Jared S. Gilmore), con cui si è stata recentemente riunita dopo averlo dato in adozione alla nascita, e il suo libro delle fiabe intitolato Once Upon a Time che contiene la chiave per rompere la maledizione. Henry è anche il figlio adottivo di Regina, ciò fornisce una fonte di conflitto ed interesse comune tra le due donne.",
            "title": "Once Upon a Time",
            "saga": "Once Upon a Time",
            "year": "2011",
            "tmdb_id": "39272",
            "genre": ["Drammatico","Sci-Fi & Fantasy"],
            "url": "/SERIE-TV/serie/once_list.json"
        },
        {
            "plot": "Person of Interest è un Crimine ambientato a New York che vede l’ex agente della CIA e presunto cadavere John Reese stringere un’improbabile alleanza con il misterioso miliardario Mr. Finch allo scopo di prevenire crimini in autonomia, all’insaputa delle forze dell’ordine, prima che accadano. A tal proposito Finch ha inventato un software che usa un metodo matematico complicatissimo per riconoscere individui che saranno coinvolti nei più svariati crimini. Per riuscirci useranno la tecnologia di sorveglianza più avanzata, le capacità tattiche di Reese e le infinite risorse economiche di Finch.",
            "title": "Person of Interest",
            "saga": "Person of Interest",
            "year": "2011",
            "tmdb_id": "1411",
            "genre": ["Drammatico","Azione e Avventura","Crimine","Sci-Fi & Fantasy"],
            "url": "/SERIE-TV/serie/person_list.json"
        },
        {
            "plot": "Come nel celebre romanzo, vi si narrano le disavventure del famoso burattino, anche se, a differenza della versione letteraria, nello sceneggiato Pinocchio è impersonato da un bambino vero, che solo in alcuni punti si ritrasforma in un burattino (in questa serie, Pinocchio diviene burattino o bambino per essere punito, premiato o salvato dalla Fata, fino alla fine, quando è totalmente bambino per la sua buona condotta, e il suo spirito esce dal burattino morto).",
            "title": "Pinocchio (1972)",
            "saga": "Pinocchio (1972)",
            "tmdb_id": 86662,
            "year": "1972",
            "genre": ["Commedia","Famiglia","Bambini"],
            "url": "/SERIE-TV/serie/pinocchio_list.json"
        },
        {
            "plot": "Condannato a morte per l'omicidio di un potente uomo di Washington, Lincoln Burrows si dice vittima di un complotto. L'unico a credere in lui è il fratello Michael Scofield, ingegnere edile, che ha architettato un piano per farlo evadere, ma per metterlo in pratica deve farsi rinchiudere nello stesso carcere. Da qui inizia una lunga, rocambolesca fuga per la libertà per Michael, suo fratello e gli altri che si uniranno a loro.",
            "title": "Prison Break",
            "saga": "Prison Break",
            "year": "2005",
            "tmdb_id": "2288",
            "genre": ["Azione e Avventura","Drammatico","Crimine"],
            "url": "/SERIE-TV/serie/prison_list.json"
        },
        {
            "plot": "Dopo essere tornata nella sua città natale di Roswell (Nuovo Messico), la figlia di due persone immigrate e senza documenti scopre che la sua cotta adolescenziale è un alieno che ha tenuto nascoste le sue capacità soprannaturali per tutta la sua vita. Protegge il suo segreto mentre i due si riconnettono, ma quando un attacco violento indica una presenza aliena più grande sulla Terra, la politica della paura e dell'odio minaccia di esporsi.",
            "title": "Roswell, New Mexico",
            "saga": "Roswell, New Mexico",
            "year": "2019",
            "tmdb_id": "82001",
            "genre": ["Drammatico","Fantascienza e Fantasia"],
            "url": "/SERIE-TV/serie/roswel_list.json"
        },
        {
            "plot": "La serie narra le vicende di un club di motociclisti chiamato Sons of Anarchy ed è ambientata nella città immaginaria di Charming, situata nella Valle di San Joaquin in California.",
            "title": "Sons of Anarchy",
            "saga": "Sons of Anarchy",
            "year": "2018",
            "tmdb_id": "1409",
            "genre": ["Crimine","Drammatico"],
            "url": "/SERIE-TV/serie/sons_list.json"
        },
        {
            "plot": "La fine è solamente l'inizio e dopo aver abbandonato la Flotta della Federazione dei Pianeti Uniti 15 anni prima, l'Ammiraglio Jean-Luc Picard comincia un nuovo capitolo della sua vita.",
            "title": "Star Trek Picard",
            "saga": "Star Trek Picard",
            "year": "2020",
            "tmdb_id": "85949",
            "genre": ["Azione e Avventura","Fantascienza e Fantasia"],
            "url": "/SERIE-TV/serie/picard_list.json"
        },
        {
            "plot": "La scomparsa di un ragazzino in una cittadina porta alla luce un mistero in cui si mescolano esperimenti segreti, spaventose forze soprannaturali e una strana bambina.",
            "title": "Stranger Things",
            "saga": "Stranger Things",
            "year": "2016",
            "tmdb_id": "66732",
            "genre": ["Mistero","Sci-Fi & Fantasy","Drammatico"],
            "url": "/SERIE-TV/serie/st_list.json"
        },
        {
            "plot": "The Boys è un anti-superhero Drammatico, basato sull'omonimo fumetto di Garth Ennis e Darick Robertson, prodotto da Seth Rogen ed Evan Goldberg per Prime Video di Amazon. L'irriverente serie, creata da Eric Kripke (Supernatural), segue l'idea secondo la quale i supereroi non possano essere tutti buoni e di nobili intenzioni. Cosa succederebbe, dunque, se usassero i propri poteri e il proprio status per corrompere le autorità, scendere a patti con aziende di poco rispetto o perpetrare abusi di ogni tipo? Servirebbe qualcuno per tenerli a bada. Ed è qui che entrano in gioco i Boys, un gruppo di guardiani riunitisi per contrastare i Seven, i sette supereroi pagati dall'agenzia multimiliardaria Vought International.",
            "title": "The Boys",
            "saga": "The Boys",
            "year": "2019",
            "tmdb_id": "76479",
            "genre": ["Sci-Fi & Fantasy","Azione e Avventura"],
            "url": "/SERIE-TV/serie/boys_list.json"
        },
        {
            "plot": "Dopo Jango e Boba Fett, un nuovo guerriero arriva nell'universo di Star Wars. The Mandalorian è ambientato dopo la caduta dell'Impero e prima del regno di terrore del Primo Ordine. Segue le avventure travagliate di un pistolero solitario nei meandri più reconditi della galassia, lontano dall'autorità della Nuova Repubblica.",
            "title": "The Mandalorian",
            "saga": "The Mandalorian",
            "year": "2019",
            "tmdb_id": "82856",
            "genre": ["Fantascienza e Fantasia"],
            "url": "/SERIE-TV/serie/wars_list.json"
        },
        {
            "plot": "Rick Grimes è un vice sceriffo vittima di un incidente durante uno scontro a fuoco con dei fuorilegge: colpito alla schiena, va in coma, lasciando tra le laCrimine la moglie Lori e il figlio Carl. Il risveglio, poco tempo dopo, è traumatico: l'ospedale è distrutto ed è pieno di cadaveri. Rick non ci metterà molto a capire la situazione: il \"virus\" che sembrava essere controllato prima del suo incidente, ha preso piede. I morti si risvegliano ed attaccano i vivi, la cui presenza è sempre minore. Il vice sceriffo sfrutterà tutte le sue abilità di sopravvivenza e di capacità con le armi per sopravvivere ed uscire dalla città, trovando altri superstiti rifugiati tra i boschi: tra questi, ritrova la famiglia e il suo migliore amico Shane. Costretti poi a spostarsi, presto si accorgeranno che i veri nemici sono gli altri esseri umani, spinti unicamente dall'istinto di sopravvivenza.",
            "title": "The Walking Dead",
            "saga": "The Walking Dead",
            "year": "2010",
            "tmdb_id": "1402",
            "genre": ["Azione e Avventura","Drammatico","Sci-Fi & Fantasy"],
            "url": "/SERIE-TV/serie/twd_list.json"
        },
        {
            "plot": "Quando si imbatte in una serie di movimenti bancari sospetti, l'analista della CIA Jack Ryan parte alla ricerca di risposte e si ritrova catapultato dalla sicurezza del suo lavoro d'ufficio in un gioco mortale che lo porterà in tutta Europa e nel Medio Oriente. Nel frattempo, un capo terrorista emergente prepara un massiccio attacco contro gli Stati Uniti e i loro alleati.",
            "title": "Tom Clancy's Jack Ryan",
            "saga": "Tom Clancy's Jack Ryan",
            "year": "2018",
            "tmdb_id": "73375",
            "genre": ["Azione e Avventura","Drammatico","War & Politics"],
            "url": "/SERIE-TV/serie/ryan_list.json"
        },
        {
            "plot": "Un'organizzazione militare segreta, la S.H.A.D.O. (Supreme Headquarters Alien Defence Organisation) combatte con mezzi sofisticati (sottomarini dotati di aerei, carri armati di nuova concezione, intercettori attivi nell'orbita lunare, sistemi di tracciamento e identificazione all'avanguardia) l'invasione della Terra da parte di misteriosi alieni, i cui scopi (la cattura di persone per la predazione di organi oppure la sottomissione dell'intera razza umana?) non sono ancora stati capiti in pieno. Oltre alla base segreta nei dintorni di Londra, camuffata da studio di produzione cinematografica, la S.H.A.D.O. può contare anche su una base lunare, punto di riferimento per l'avvistamento delle astronavi aliene.",
            "title": "Ufo S.H.A.D.O.",
            "saga": "Ufo S.H.A.D.O.",
            "year": "1970",
            "tmdb_id": "2560",
            "genre": ["Fantascienza e Fantasia","Drammatico","Azione e Avventura"],
            "url": "/SERIE-TV/serie/ufo_list.json"
        },
        {
            "plot": "Dopo essersi svegliata in un obitorio, una ragazza orfana scopre di avere superpoteri e di appartenere come prescelta a un ordine segreto di suore cacciatrici di demoni.",
            "title": "Warrior Nun",
            "saga": "Warrior Nun",
            "year": "2020",
            "tmdb_id": "87689",
            "genre": ["Azione e Avventura","Drammatico","Sci-Fi & Fantasy"],
            "url": "/SERIE-TV/serie/nun_list.json"
        }
    ]
}